[
  {
    "id": 1 ,
    "joke": "Чак Норрис использует ребристые презервативы наизнанку, поэтому получает удовольствие",
    "categories":[]
  },
  {
    "id": 2 ,
    "joke": "МакГайвер может построить самолет из жвачки и скрепок. Чак Норрис может убить его и забрать",
    "categories": [ ]
  },
  {
    "id": 3 ,
    "joke": "Чак Норрис не читает книги. Он смотрит на них, пока не получит нужную ему информацию",
    "categories": [ ]
  },
  {
    "id": 4 ,
    "joke": "Если вы спросите Чака Норриса, который час, он всегда ответит: 'За две секунды до чего?'. После того, как вы спросите: 'Две секунды до чего?', он ударит вас ногой по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 5 ,
    "joke": "Чак Норрис потерял девственность раньше, чем его отец",
    "categories":[
  
  ]
  },
  {
    "id": 6 ,
    "joke": "С 1940 года, когда родился Чак Норрис, количество смертей, связанных с ударами с разворота, увеличилось на 13 000 процентов",
    "categories": [ ]
  },
  {
    "id": 12 ,
    "joke": "Чак Норрис сбрасывает кожу два раза в год",
    "categories": [ ]
  },
  {
    "id": 13 ,
    "joke": "Чак Норрис однажды бросил вызов Лэнсу Армстронгу в конкурсе 'У кого больше яичек?'. Чак Норрис выиграл со счетом 5",
    "categories":[
  
  ]
  },
  {
    "id": 14 ,
    "joke": "В бейсболе нет стероидов. Есть только игроки, которыми Чак Норрис дышал",
    "categories": [ ]
  },
  {
    "id": 15 ,
    "joke": "Когда Чак Норрис идет сдавать кровь, он отказывается от шприца и вместо этого просит пистолет и ведро",
    "categories": [ ]
  },
  {
    "id": 16 ,
    "joke": "Плутон на самом деле является орбитальной группой британских солдат времен Американской революции, которые вышли в космос после того, как Чак ударил их ногой по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 17 ,
    "joke": "Чак Норрис не кладет дамам чай в пакетики. Он их кладет в мешки с картошкой",
    "categories":[
  
  ]
  },
  {
    "id": 18 ,
    "joke": "Согласно Британской энциклопедии, 'Тропа слез' коренных американцев была переопределена как место, где ходит Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 19 ,
    "joke": "В обычной гостиной есть 1242 предмета, которыми Чак Норрис мог бы вас убить, включая саму комнату",
    "categories": [ ]
  },
  {
    "id": 20 ,
    "joke": "Военная единица Чака Норриса не использовалась в игре Civilization 4, потому что один Чак Норрис мог победить все объединенные народы мира за один ход",
    "categories":[
  
  ]
  },
  {
    "id": 21 ,
    "joke": "Чак Норрис не принимает душ, он принимает только кровавые ванны",
    "categories": [ ]
  },
  {
    "id": 23 ,
    "joke": "Время никого не ждет. Если только этот человек не Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 24 ,
    "joke": "Чак Норрис может ударить вас так сильно, что сможет изменить вашу ДНК. Спустя десятилетия ваши потомки будут время от времени хвататься за головы и кричать 'Что, черт возьми, это было?'",
    "categories": [ ]
  },
  {
    "id": 25 ,
    "joke": "В Библии Иисус превратил воду в вино. Но затем Чак Норрис превратил это вино в пиво",
    "categories": [ ]
  },
  {
    "id": 26 ,
    "joke": "Чак Норрис — единственный человек, демонстрирующий принцип неопределенности Гейзенберга — вы никогда не можете точно знать, где и как быстро он ударит вас ногой по лицу",
    "categories":[
  
  ]
  },
  {
    "id": 27 ,
    "joke": "Быстрее летящей пули… Мощнее локомотива… Способна перепрыгивать высокие здания одним прыжком… Вот некоторые из упражнений Чака Норриса для разминки",
    "categories": [ ]
  },
  {
    "id": 28 ,
    "joke": "Чак Норрис не подвешен как лошадь. Лошади подвешены как Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 29 ,
    "joke": "Черепашки-ниндзя основаны на реальных событиях: Чак Норрис однажды проглотил черепаху целиком, и когда он ее выпотрошил, оказалось, что черепаха была шести футов ростом и научилась карате",
    "categories": [ ]
  },
  {
    "id": 30 ,
    "joke": "Кто-то однажды пытался сказать Чаку Норрису, что удары ногой с разворота — не лучший способ ударить кого-то. Историки зафиксировали это как худшую ошибку, которую кто-либо когда-либо совершал",
    "categories": [ ]
  },
  {
    "id": 31 ,
    "joke": "У Чака Норриса две скорости: Идти и Убивать",
    "categories": [ ]
  },
  {
    "id": 33 ,
    "joke": "Чак Норрис однажды пальцем сбил немецкий истребитель. Крича 'Бах!'" ,
    "categories": [ ]
  },
  {
    "id": 34 ,
    "joke": "Вступительная сцена фильма 'Спасти рядового Райана' основана на играх в вышибалы, в которые Чак Норрис играл во втором классе",
    "categories": [ ]
  },
  {
    "id": 35 ,
    "joke": "Обмани меня один раз, позор тебе. Обмани Чака Норриса один раз, и он ударит тебя по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 36 ,
    "joke": "Чак Норрис первоначально появился в видеоигре 'Street Fighter II', но был удален бета-тестерами, потому что каждая кнопка заставляла его выполнять удар с разворота. Когда его спросили об этом сбое, Норрис ответил: 'Это не сбой'.",
    "categories":[
  
  ]
  },
  {
    "id": 37 ,
    "joke": "Если вы произнесете Чака Норриса в Scrabble, вы выиграете. Навсегда",
    "categories": [ ]
  },
  {
    "id": 38 ,
    "joke": "Кто-то однажды заснял на видео, как Чак Норрис злится. Это называлось 'Уокер: техасская резня бензопилой'",
    "categories": [ ]
  },
  {
    "id": 39 ,
    "joke": "Чак Норрис получит статус штата в 2009 году. Цветком его штата станет Магнолия",
    "categories": [ ]
  },
  {
    "id": 40 ,
    "joke": "Знак парковки для инвалидов не означает, что это место предназначено для людей с ограниченными возможностями. На самом деле это предупреждение о том, что это место принадлежит Чаку Норрису и что вы будете инвалидом, если припаркуетесь там",
    "categories": [ ]
  },
  {
    "id": 41 ,
    "joke": "Чак Норрис не стирает свою одежду. Он выпотрошит ее",
    "categories": [ ]
  },
  {
    "id": 42 ,
    "joke": "Чак Норрис не сбивает масло. Он пинает коров с разворота, и масло выходит прямо из него",
    "categories": [ ]
  },
  {
    "id": 43 ,
    "joke": "Полиция клеймит любого, кто нападает на Чака Норриса, кодом 45-11… Самоубийством",
    "categories": [ ]
  },
  {
    "id": 44 ,
    "joke": "Чак Норрис — единственный человек, который когда-либо побеждал кирпичную стену в игре в теннис",
    "categories": [ ]
  },
  {
    "id": 45 ,
    "joke": "О чем думали все жертвы Чака Норриса перед смертью? Его ботинок",
    "categories": [ ]
  },
  {
    "id": 46 ,
    "joke": "Чак Норрис однажды съел три стейка по 72 унции за один час. Первые 45 минут он занимался сексом со своей официанткой",
    "categories":[
  
  ]
  },
  {
    "id": 47 ,
    "joke": "Теории эволюции нет, есть только список существ, которым Чак Норрис позволяет жить",
    "categories": [ ]
  },
  {
    "id": 48 ,
    "joke": "Чак Норрис может выиграть игру в Connect Four всего за три хода",
    "categories": [ ]
  },
  {
    "id": 49 ,
    "joke": "CNN изначально создавался как 'Сеть Чака Норриса', чтобы информировать американцев о том, как надирать задницы на месте в режиме реального времени",
    "categories": [ ]
  },
  {
    "id": 50 ,
    "joke": "Чак Норрис изобрел знаменитый секретный рецепт Kentucky Fried Chicken с одиннадцатью травами и специями. Никто никогда не упоминает двенадцатый ингредиент: страх",
    "categories": [ ]
  },
  {
    "id": 51 ,
    "joke": "Самый быстрый путь к сердцу мужчины — кулак Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 52 ,
    "joke": "Когда Чак Норрис отправляет свои налоги, он отправляет пустые формы и включает только свою фотографию, присевшую и готовую к нападению. Чаку Норрису никогда не приходилось платить налоги",
    "categories": [ ]
  },
  {
    "id": 53 ,
    "joke": "Чак Норрис водит грузовик с мороженым, покрытый человеческими черепами",
    "categories": [ ]
  },
  {
    "id": 55 ,
    "joke": "У большинства людей 23 пары хромосом. У Чака Норриса 72… и все они ядовиты",
    "categories": [ ]
  },
  {
    "id": 56 ,
    "joke": "Великая Китайская стена изначально была создана, чтобы не пускать Чака Норриса. Она с треском провалилась",
    "categories": [ ]
  },
  {
    "id": 57 ,
    "joke": "Чак Норрис десять футов ростом, весит две тонны, выдыхает огонь, может съесть молот и выдержать выстрел из дробовика стоя",
    "categories": [ ]
  },
  {
    "id": 58 ,
    "joke": "Круги на полях — это способ Чака Норриса сказать миру, что иногда кукурузе нужно полежать",
    "categories": [ ]
  },
  {
    "id": 59 ,
    "joke": "Чак Норрис однажды ударил кого-то с разворота так сильно, что его нога преодолела скорость света, вернулась во времени и убила Амелию Эрхарт, когда она летела над Тихим океаном",
    "categories": [ ]
  },
  {
    "id": 60 ,
    "joke": "Когда Чак Норрис звонит по номеру 1-900, с него не берут деньги. Он поднимает трубку, и деньги выпадают",
    "categories": [ ]
  },
  {
    "id": 61 ,
    "joke": "Чак Норрис однажды съел целый торт, прежде чем его друзья успели сказать ему, что в нем стриптизерша",
    "categories": [ ]
  },
  {
    "id": 62 ,
    "joke": "Некоторые люди любят есть лягушачьи лапки. Чак Норрис любит есть лапки ящерицы. Отсюда и змеи",
    "categories": [ ]
  },
  {
    "id": 64 ,
    "joke": "Нет рас, есть только страны людей, которых Чак Норрис избил до разных оттенков черного и синего",
    "categories": [ ]
  },
  {
    "id": 65 ,
    "joke": "Когда Чаку Норрису отказали в яичном макмаффине в Макдональдсе, потому что было 10:35, он пнул магазин с разворота так сильно, что он превратился в Венди",
    "categories": [ ]
  },
  {
    "id": 66 ,
    "joke": "Чак Норрис не может закончить 'раскраску по номерам', потому что его маркеры залиты кровью его жертв. К сожалению, вся кровь темно-красная",
    "categories": [ ]
  },
  {
    "id": 67 ,
    "joke": "Удар с разворота в исполнении Чака Норриса является предпочтительным методом казни в 16 штатах",
    "categories": [ ]
  },
  {
    "id": 68 ,
    "joke": "Когда Чак Норрис падает в воду, Чак Норрис не промокает. Вода становится Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 69 ,
    "joke": "Ученые подсчитали, что энергия, выделившаяся во время Большого взрыва, примерно равна 1CNRhK (удар Чака Норриса с разворота)",
    "categories":[
  
  ]
  },
  {
    "id": 70 ,
    "joke": "В доме Чака Норриса нет дверей, только стены, через которые он проходит",
    "categories": [ ]
  },
  {
    "id": 71 ,
    "joke": "Когда Чак Норрис занимается сексом с мужчиной, это происходит не потому, что он гей. Это происходит потому, что у него закончились женщины",
    "categories":[
  
  ]
  },
  {
    "id": 72 ,
    "joke": "Сколько древесины мог бы сурок бросить, если бы сурок мог Чака Норриса? Все это",
    "categories": [ ]
  },
  {
    "id": 73 ,
    "joke": "Чак Норрис на самом деле не пишет книг, слова складываются из страха",
    "categories": [ ]
  },
  {
    "id": 74 ,
    "joke": "В честь Чака Норриса все McDonald's в Техасе имеют размер даже больше, чем супер-размер. При заказе просто попросите размер Чака",
    "categories": [ ]
  },
  {
    "id": 75 ,
    "joke": "Чак Норрис может поверить, что это не масло",
    "categories": [ ]
  },
  {
    "id": 76 ,
    "joke": "Если ударить Чака Норриса с разворота, он сможет привести Австралию в движение на 44 минуты",
    "categories": [ ]
  },
  {
    "id": 77 ,
    "joke": "Чак Норрис умеет делить на ноль",
    "categories": [ ]
  },
  {
    "id": 78 ,
    "joke": "Трава всегда зеленее на другой стороне, если только там не был Чак Норрис. В этом случае трава, скорее всего, пропитана кровью и слезами",
    "categories": [ ]
  },
  {
    "id": 80 ,
    "joke": "Третий закон Ньютона неверен: хотя он утверждает, что на каждое действие существует равная и противоположная реакция, нет силы, равной реакции на удар Чака Норриса с разворота",
    "categories": [ ]
  },
  {
    "id": 81 ,
    "joke": "Чак Норрис изобрел свой собственный вид карате. Он называется 'Чак-будет-убивать'",
    "categories": [ ]
  },
  {
    "id": 82 ,
    "joke": "Когда во Франции показали серию 'Уокера техасского рейнджера', французы сдались Чаку Норрису, просто чтобы быть в безопасности",
    "categories": [ ]
  },
  {
    "id": 83 ,
    "joke": "Чак Норрис во время мочеиспускания легко сваривает титан",
    "categories": [ ]
  },
  {
    "id": 84 ,
    "joke": "Когда Чак Норрис говорит, все слушают. И умирают",
    "categories": [ ]
  },
  {
    "id": 85 ,
    "joke": "Когда Стивен Сигал убивает ниндзя, он берет только его шкуру. Когда Чак Норрис убивает ниндзя, он использует все части",
    "categories": [ ]
  },
  {
    "id": 86 ,
    "joke": "Уилт Чемберлен утверждает, что за свою жизнь переспал с более чем 20 000 женщин. Чак Норрис называет это 'медленным вторником'",
    "categories": [ ]
  },
  {
    "id": 87 ,
    "joke": "Вопреки распространенному мнению, Чака Норриса действительно достаточно",
    "categories": [ ]
  },
  {
    "id": 88 ,
    "joke": "Чак Норрис не бреется, он бьет себя по лицу. Единственное, что может порезать Чака Норриса, — это Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 89 ,
    "joke": "У некоторых левое яичко больше правого. У Чака Норриса каждое яичко больше другого",
    "categories":[
  
  ]
  },
  {
    "id": 90 ,
    "joke": "Чак Норрис всегда знает ТОЧНОЕ местонахождение Кармен СанДиего",
    "categories": [ ]
  },
  {
    "id": 91 ,
    "joke": "При сдаче SAT пишите 'Чак Норрис' под каждым ответом. Вы наберете более 8000 баллов",
    "categories": [ ]
  },
  {
    "id": 92 ,
    "joke": "Чак Норрис изобрел черный цвет. Фактически, он изобрел весь спектр видимого света. Кроме розового. Том Круз изобрел розовый",
    "categories": [ ]
  },
  {
    "id": 93 ,
    "joke": "Когда ты Чак Норрис, что угодно + что угодно равно 1. Один удар с разворота в лицо",
    "categories": [ ]
  },
  {
    "id": 94 ,
    "joke": "У Чака Норриса величайшее покерное лицо всех времен. Он выиграл Мировую серию покера 1983 года, несмотря на то, что у него были только джокер, карта 'Монополия без тюрьмы', двойка треф, семерка пик и зеленая Карточка №4 из игры UNO." ,
    "categories": [ ]
  },
  {
    "id": 95 ,
    "joke": "В свой день рождения Чак Норрис случайным образом выбирает одного счастливчика, которого бросит на солнце",
    "categories": [ ]
  },
  {
    "id": 96 ,
    "joke": "Никто не любит Сару Ли. Кроме Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 97 ,
    "joke": "Чака Норриса не тошнит, если он слишком много пьет. Чака Норриса тошнит!" ,
    "categories": [ ]
  },
  {
    "id": 98 ,
    "joke": "Вначале ничего не было… потом Чак Норрис Раундхаус пнул это ничто в лицо и сказал: 'Найди работу'. Это история вселенной",
    "categories": [ ]
  },
  {
    "id": 99 ,
    "joke": "У Чака Норриса 12 лун. Одна из этих лун — Земля",
    "categories": [ ]
  },
  {
    "id": 100 ,
    "joke": "Чак Норрис перемалывает кофе зубами и кипятит воду от собственного гнева",
    "categories": [ ]
  },
  {
    "id": 101 ,
    "joke": "Археологи раскопали старый английский словарь, датируемый 1236 годом. В нем 'жертва' определялась как 'тот, кто встречался с Чаком Норрисом'" ,
    "categories": [ ]
  },
  {
    "id": 102 ,
    "joke": "Чак Норрис заказал бигмак в Burger King и получил его",
    "categories": [ ]
  },
  {
    "id": 103 ,
    "joke": "Чак Норрис и Мистер Ти зашли в бар. Бар был мгновенно разрушен, так как такой уровень крутизны не может уместиться в одном здании." ,
    "categories": [ ]
  },
  {
    "id": 104 ,
    "joke": "Если вы введете в Google запрос 'Чаку Норрису надрали задницу', вы не получите никаких результатов. Такого просто не бывает",
    "categories": [ ]
  },
  {
    "id": 105 ,
    "joke": "Чак Норрис может выпить целый галлон молока за тридцать семь секунд",
    "categories": [ ]
  },
  {
    "id": 106 ,
    "joke": "Малоизвестный медицинский факт: Чак Норрис изобрел кесарево сечение, когда выбился ногой из чрева матери",
    "categories": [ ]
  },
  {
    "id": 107 ,
    "joke": "Чак Норрис не бьёт по шару, он просто сбивает одну кеглю, а остальные девять теряют сознание",
    "categories": [ ]
  },
  {
    "id": 108 ,
    "joke": "Изначальная идея сериала 'Выживший' заключалась в том, чтобы поместить людей на остров вместе с Чаком Норрисом. Там не было выживших, и ни у кого не хватило смелости отправиться на остров, чтобы забрать отснятый материал",
    "categories": [ ]
  },
  {
    "id": 109 ,
    "joke": "Чаку Норрису нужно 20 минут, чтобы посмотреть '60 минут'",
    "categories": [ ]
  },
  {
    "id": 110 ,
    "joke": "Знаешь, как говорят, если ты умрешь во сне, то умрешь и в реальной жизни? На самом деле, если ты мечтаешь о смерти, Чак Норрис найдет тебя и убьет",
    "categories": [ ]
  },
  {
    "id": 111 ,
    "joke": "Чак Норрис глубоко и неизменно уважает человеческую жизнь… если только она не встанет у него на пути",
    "categories": [ ]
  },
  {
    "id": 112 ,
    "joke": "Бермудский треугольник раньше был Бермудской площадью, пока Чак Норрис Раундхаус не сбил один из углов",
    "categories": [ ]
  },
  {
    "id": 114 ,
    "joke": "Чак Норрис не верит в Германию",
    "categories": [ ]
  },
  {
    "id": 115 ,
    "joke": "Когда Чак Норрис находится в людном месте, он не ходит вокруг людей. Он идет сквозь них",
    "categories": [ ]
  },
  {
    "id": 116 ,
    "joke": "Чак Норрис однажды съел целую бутылку снотворного. Они заставили его моргать",
    "categories": [ ]
  },
  {
    "id": 117 ,
    "joke": "Джеймс Кэмерон хотел, чтобы Терминатора сыграл Чак Норрис. Однако, поразмыслив, он понял, что это превратило бы его фильм в документальный, поэтому он выбрал Арнольда Шварценеггера",
    "categories": [ ]
  },
  {
    "id": 118 ,
    "joke": "Чак Норрис может потрогать MC Hammer",
    "categories": [ ]
  },
  {
    "id": 119 ,
    "joke": "Тысячи лет назад Чак Норрис встретил медведя. Он был так напуган, что бежал на север, в Арктику. Он также был так напуган, что у всех его потомков теперь белые волосы",
    "categories": [ ]
  },
  {
    "id": 120 ,
    "joke": "Чак Норрис играл в русскую рулетку с полностью заряженным пистолетом и выиграл",
    "categories": [ ]
  },
  {
    "id": 121 ,
    "joke": "Чтобы заставить Чака Норриса улыбаться, нужно 14 кукловодов, и только 2, чтобы заставить его разрушить приют",
    "categories": [ ]
  },
  {
    "id": 122 ,
    "joke": "Чак Норрис несет ответственность за перенаселение Китая. Он организовал турнир по карате в Пекине, и все женщины в радиусе 1000 миль мгновенно забеременели",
    "categories": [ ]
  },
  {
    "id": 123 ,
    "joke": "Некоторые люди носят пижаму Супермена. Супермен носит пижаму Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 124 ,
    "joke": "Чак Норрис когда-то работал метеорологом в вечерних новостях Сан-Диего. Каждую ночь он делал один и тот же прогноз: переменная облачность с 75-процентной вероятностью боли",
    "categories": [ ]
  },
  {
    "id": 125 ,
    "joke": "Просто потянув за оба конца, Чак Норрис может превратить алмазы обратно в уголь",
    "categories": [ ]
  },
  {
    "id": 126 ,
    "joke": "Когда Чак Норрис отжимается, он не поднимается вверх, он толкает Землю вниз",
    "categories": [ ]
  },
  {
    "id": 127 ,
    "joke": "Чак Норрис изобрел винтовку с продольно-скользящим затвором, спиртное, половой акт и футбол — именно в таком порядке",
    "categories": [ ]
  },
  {
    "id": 128 ,
    "joke": "Прилив означает, что Чак Норрис пролетает над вашим побережьем. Прилив вызван тем, что Бог нассал себе в штаны",
    "categories": [ ]
  },
  {
    "id": 129 ,
    "joke": "Чак Норрис держит своих друзей близко, а врагов еще ближе. Достаточно близко, чтобы сбросить их одним ударом ногой по лицу",
    "categories": [ ]
  },
  {
    "id": 130 ,
    "joke": "На самом деле в Норрисе есть 'я', но нет 'команды'. Даже близко",
    "categories": [ ]
  },
  {
    "id": 131 ,
    "joke": "Скотти в 'Звездном пути' часто говорит: 'Вы не можете изменить законы физики'. Это неправда. Чак Норрис может изменить законы физики. Своими кулаками",
    "categories": [ ]
  },
  {
    "id": 132 ,
    "joke": "Анаграмма для Walker Texas Ranger — это KARATE WRANGLER SEX. Я не знаю, что это такое, но звучит ПОТРЯСАЮЩЕ",
    "categories": [ ]
  },
  {
    "id": 133 ,
    "joke": "Чак Норрис не ушибает пальцы ног. Он случайно ломает стулья, каркасы кроватей и тротуары",
    "categories": [ ]
  },
  {
    "id": 134 ,
    "joke": "Используя свой фирменный удар с разворота, Чак Норрис однажды забил с игры на стадионе RJ в Тампа-Бэй с 50-ярдовой линии стадиона Qualcomm в Сан-Диего",
    "categories": [ ]
  },
  {
    "id": 135 ,
    "joke": "Удары Чака Норриса с разворота на самом деле не убивают людей. Они стирают все их существование из пространственно-временного континуума",
    "categories": [ ]
  },
  {
    "id": 136 ,
    "joke": "У Чака Норриса нет ни плиты, ни духовки, ни микроволновки, потому что месть — это блюдо, которое лучше всего подавать холодным",
    "categories": [ ]
  },
  {
    "id": 137 ,
    "joke": "Том Клэнси должен платить гонорары Чаку Норрису, потому что 'Сумма всех страхов' — это название автобиографии Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 138 ,
    "joke": "Чак Норрис может хлопнуть вращающейся дверью",
    "categories": [ ]
  },
  {
    "id": 140 ,
    "joke": "Чак Норрис построил лучшую мышеловку, но мир был слишком напуган, чтобы протоптать дорожку к его двери",
    "categories": [ ]
  },
  {
    "id": 141 ,
    "joke": "В первоначальном черновике 'Властелина колец' вместо Фродо Бэггинса фигурировал Чак Норрис. Это было всего 5 страниц, поскольку Чак надал Саурону задницу с разворота в середине первой главы",
    "categories": [ ]
  },
  {
    "id": 142 ,
    "joke": "Любимый цвет Хеллен Келлер — Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 143 ,
    "joke": "Чак Норрис ест вяленую говядину и гадит порох. Затем он использует этот порох, чтобы сделать пулю, которую он использует, чтобы убить корову и сделать больше вяленой говядины. Некоторые люди называют это 'Кругом жизни'. ;" ,
    "categories": [ ]
  },
  {
    "id": 144 ,
    "joke": "Если бы из-за какого-то невероятного пространственно-временного парадокса Чак Норрис когда-либо дрался с самим собой, он бы победил. Точка",
    "categories": [ ]
  },
  {
    "id": 145 ,
    "joke": "Чак Норрис в настоящее время судится с myspace за то, что он взял имя того, что он называет всем, что вас окружает",
    "categories": [ ]
  },
  {
    "id": 146 ,
    "joke": "Переходные огни в родном городе Чака Норриса говорят: 'Умри медленно' и 'Умри быстро'. На каждом из них есть изображение, на котором Чак Норрис бьет пешехода кулаком или ногой",
    "categories": [ ]
  },
  {
    "id": 147 ,
    "joke": "Научный факт: удары ногами с разворота состоят в основном из элемента под названием Chucktanium",
    "categories": [ ]
  },
  {
    "id": 149 ,
    "joke": "Чак Норрис доказал, что мы одни во Вселенной. Нас не было до его первой космической экспедиции",
    "categories": [ ]
  },
  {
    "id": 150 ,
    "joke": "Супермен однажды посмотрел серию 'Уокер, техасский рейнджер'. Потом он плакал, пока не заснул",
    "categories": [ ]
  },
  {
    "id": 151 ,
    "joke": "Чак Норрис не наступает на пальцы ног. Чак Норрис наступает на шею",
    "categories": [ ]
  },
  {
    "id": 153 ,
    "joke": "Фильм 'Delta Force' было чрезвычайно трудно сделать, потому что Чаку пришлось преуменьшить свои способности. Первые несколько монтажных работ были совершенно невероятными",
    "categories": [ ]
  },
  {
    "id": 154 ,
    "joke": "Кино мелочи: фильм 'Вторжение в США' на самом деле является документальным фильмом." ,
    "categories": [ ]
  },
  {
    "id": 155 ,
    "joke": "Чак Норрис не 'укладывает' свои волосы. Они идеально лежат на месте из-за ужаса",
    "categories": [ ]
  },
  {
    "id": 156 ,
    "joke": "Глобального потепления не существует. Чаку Норрису было холодно, поэтому он поднял солнце",
    "categories": [ ]
  },
  {
    "id": 157 ,
    "joke": "Исследование показало, что основными причинами смерти в США являются: 1. Сердечно-сосудистые заболевания, 2. Чак Норрис, 3. Рак" ,
    "categories": [ ]
  },
  {
    "id": 158 ,
    "joke": "Широко распространено мнение, что Иисус был дублером Чака Норриса при распятии из-за того, что ногти не могут проткнуть кожу Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 159 ,
    "joke": "Чак Норрис действительно построил Рим за день",
    "categories": [ ]
  },
  {
    "id": 160 ,
    "joke": "Вместе со своим черным поясом Чак Норрис часто предпочитает носить коричневые туфли",
    "categories": [ ]
  },
  {
    "id": 162 ,
    "joke": "После того, как ты уйдешь, Норрис, ты физически не сможешь вернуться",
    "categories": [ ]
  },
  {
    "id": 163 ,
    "joke": "Ниндзя хотят вырасти и стать такими же, как Чак Норрис. Но обычно они вырастают только для того, чтобы быть убитыми Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 164 ,
    "joke": "Чак Норрис однажды подал в суд на Burger King после того, как они отказались вставить колючую проволоку в его Whopper Jr, настаивая на том, что это на самом деле 'его' способ",
    "categories": [ ]
  },
  {
    "id": 165 ,
    "joke": "Последнее, что вы слышите перед тем, как Чак Норрис ударит вас ногой с разворота? Никто не знает, потому что мертвецы не рассказывают сказки",
    "categories": [ ]
  },
  {
    "id": 166 ,
    "joke": "Чак Норрис не играет в бога. Игры — это для детей",
    "categories": [ ]
  },
  {
    "id": 167 ,
    "joke": "Подростком Чак Норрис занимался сексом с каждой монахиней в монастыре, спрятанном в холмах Тосканы. Девять месяцев спустя монахини породили 'Майами Долфинз' 1972 года, единственную непобедимую и ничейную команду в истории профессионального футбола",
    "categories": [ ]
  },
  {
    "id": 168 ,
    "joke": "Чак Норрис — единственный человек в мире, который может написать удар с разворота по электронной почте",
    "categories": [ ]
  },
  {
    "id": 169 ,
    "joke": "Чак Норрис в одиночку выиграл Суперкубок VII и VIII, прежде чем неожиданно уйти в отставку, чтобы продолжить карьеру в надирании задниц",
    "categories": [ ]
  },
  {
    "id": 170 ,
    "joke": "Wo hu cang long. Перевод с китайского языка гласит: 'Крадущийся Чак, затаившийся Норрис'",
    "categories": [ ]
  },
  {
    "id": 171 ,
    "joke": "Чак Норрис может поджечь муравьев с помощью увеличительного стекла. Ночью",
    "categories": [ ]
  },
  {
    "id": 172 ,
    "joke": "Некоторые дети играют в 'Ударь банку'. Чак Норрис играл в 'Удар по бочонку'",
    "categories": [ ]
  },
  {
    "id": 173 ,
    "joke": "'Icy-Hot' слишком слаб для Чака Норриса. После тренировки Чак Норрис растирает мышцы горячей МАГМОЙ",
    "categories": [ ]
  },
  {
    "id": 174 ,
    "joke": "Чак Норрис не может любить, он может только не убивать",
    "categories": [ ]
  },
  {
    "id": 175 ,
    "joke": "Когда Чак Норрис был младенцем, он не сосал грудь своей матери. Мать поила его виски прямо из бутылки",
    "categories": [ ]
  },
  {
    "id": 176 ,
    "joke": "Согласно теории относительности Эйнштейна, Чак Норрис может вчера ударить вас с разворота",
    "categories": [ ]
  },
  {
    "id": 177 ,
    "joke": "Чак Норрис однажды вырвал единственный волосок из своей бороды и проткнул им сердце троих мужчин",
    "categories": [ ]
  },
  {
    "id": 178 ,
    "joke": "В акте большой благотворительности Чак сделал щедрое пожертвование Американскому онкологическому обществу. Он пожертвовал 6000 трупов для научных исследований",
    "categories": [ ]
  },
  {
    "id": 179 ,
    "joke": "Чак Норрис? Любимый кусок мяса - разворот",
    "categories": [ ]
  },
  {
    "id": 180 ,
    "joke": "Когда Дж. Роберт Оппенгеймер сказал: 'Я стал смертью, разрушителем миров', Он имел в виду не атомную бомбу. Он имел в виду хэллоуинский костюм Чака Норриса, который был на нем",
    "categories": [ ]
  },
  {
    "id": 181 ,
    "joke": "Чаку Норрису недавно пришла в голову идея продавать свою мочу в виде напитка в банках. Мы знаем этот напиток как Red Bull",
    "categories": [ ]
  },
  {
    "id": 182 ,
    "joke": "В ходе недавнего опроса было обнаружено, что 94% американских женщин потеряли девственность из-за Чака Норриса. Остальные 6% были невероятно толстыми или уродливыми",
    "categories": [ ]
  },
  {
    "id": 183 ,
    "joke": "Чак Норрис изобрел язык, который включает в себя карате и удары ногами с разворота. Так что в следующий раз, когда Чак Норрис надерет вам задницу, не обижайтесь и не обижайтесь, возможно, он просто пытается сказать вам, что ему нравится ваша шляпа",
    "categories": [ ]
  },
  {
    "id": 184 ,
    "joke": "Если у тебя сначала не получится, ты не Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 185 ,
    "joke": "Если бы Чак Норрис был календарем, каждый месяц назывался бы Чактобер, и каждый день он надирал бы вам задницу",
    "categories": [ ]
  },
  {
    "id": 186 ,
    "joke": "Страх — не единственная эмоция, которую может учуять Чак Норрис. Он также может обнаружить надежду, например: 'Надеюсь, Чак Норрис не ударит меня ногой с разворота'",
    "categories": [ ]
  },
  {
    "id": 187 ,
    "joke": "Шоу Чака Норриса называется 'Уокер: техасский рейнджер', потому что Чак Норрис не бегает",
    "categories": [ ]
  },
  {
    "id": 188 ,
    "joke": "МакГайвер может построить самолет из жевательной резинки и скрепок, но Чак Норрис может ударить его головой о стену и забрать его",
    "categories": [ ]
  },
  {
    "id": 189 ,
    "joke": "За каждым успешным мужчиной стоит женщина. За каждым мертвецом стоит Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 190 ,
    "joke": "Чак Норрис чистит зубы смесью железной стружки, промышленного средства для удаления краски и древесного спирта",
    "categories": [ ]
  },
  {
    "id": 191 ,
    "joke": "Самый простой способ определить возраст Чака Норриса — разрезать его пополам и сосчитать кольца",
    "categories": [ ]
  },
  {
    "id": 192 ,
    "joke": "Существуют бесконечные споры о существовании человеческой души. Что ж, она существует, и Чак Норрис находит ее восхитительной",
    "categories": [ ]
  },
  {
    "id": 193 ,
    "joke": "Большинство ботинок созданы для ходьбы. Ботинки Чака Норриса не такие милосердные",
    "categories": [ ]
  },
  {
    "id": 194 ,
    "joke": "США не бойкотировали летние Олимпийские игры 1980 года в Москве по политическим причинам: Чак Норрис убил всю команду США одним ударом с разворота во время тренировки по тхэквондо",
    "categories": [ ]
  },
  {
    "id": 195 ,
    "joke": "Чак Норрис носит живую гремучей змею вместо презерватива",
    "categories": [ ]
  },
  {
    "id": 196 ,
    "joke": "Первоначально Библия называлась 'Чак Норрис и друзья'" ,
    "categories": [ ]
  },
  {
    "id": 197 ,
    "joke": "Чак Норрис начал продавать Total Gym как злополучную попытку сделать своих повседневных противников менее смехотворно жалкими",
    "categories": [ ]
  },
  {
    "id": 198 ,
    "joke": "Вы знаете, почему у Baskin Robbins всего 31 вкус? Потому что Чак Норрис не любит Fudge Ripple",
    "categories": [ ]
  },
  {
    "id": 199 ,
    "joke": "Когда Чак Норрис говорит 'Больше колокольчика', он ИМЕЕТ это В МЕЧТЕ",
    "categories": [ ]
  },
  {
    "id": 200 ,
    "joke": "На съемках фильма 'Уокер, техасский рейнджер' Чак Норрис вернул к жизни умирающего ягненка, ткнувшись в него своей бородой. Когда зрители собрались, ягненок ожил. Затем Чак Норрис ударил его ногой с разворота, мгновенно убив. просто чтобы доказать, что хороший Чак дает" ,
    "categories": [ ]
  },
  {
    "id": 201 ,
    "joke": "Чак Норрис был тем, о чем говорил Уиллис",
    "categories": [ ]
  },
  {
    "id": 202 ,
    "joke": "Google не будет искать Чака Норриса, потому что знает, что не вы находите Чака Норриса, а он находит вас",
    "categories": [ ]
  },
  {
    "id": 203 ,
    "joke": "Чак Норрис может привести лошадь к воде и заставить ее пить",
    "categories": [ ]
  },
  {
    "id": 204 ,
    "joke": "На Нагасаки никогда не сбрасывали бомбы. Чак Норрис выпрыгнул из самолета и ударил кулаком по земле" ,
    "categories": [ ]
  },
  {
    "id": 205 ,
    "joke": "С научной точки зрения невозможно, чтобы у Чака Норриса был смертный отец. Самая популярная теория состоит в том, что он вернулся в прошлое и стал отцом самого себя",
    "categories": [ ]
  },
  {
    "id": 206 ,
    "joke": "Чак Норрис уничтожил периодическую таблицу, потому что Чак Норрис признает только элемент неожиданности",
    "categories": [ ]
  },
  {
    "id": 207 ,
    "joke": "Считается, что динозавры вымерли из-за гигантского метеорита. Это правда, если вы хотите назвать Чака Норриса гигантским метеором",
    "categories": [ ]
  },
  {
    "id": 208 ,
    "joke": "Чак Норрис застрелил шерифа, но с разворота пнул депутата",
    "categories": [ ]
  },
  {
    "id": 209 ,
    "joke": "Это не Чак Норрис отжимается — это Чак Норрис уводит Землю с траектории смертоносного астероида",
    "categories": [ ]
  },
  {
    "id": 210 ,
    "joke": "Чак Норрис может судить о книге по обложке",
    "categories": [ ]
  },
  {
    "id": 211 ,
    "joke": "Ничто не может избежать гравитации черной дыры, кроме Чака Норриса. Чак Норрис ест черные дыры. Они на вкус как курица",
    "categories": [ ]
  },
  {
    "id": 212 ,
    "joke": "Чак Норрис не играет в лотерею. У него почти нет шаров",
    "categories": [ ]
  },
  {
    "id": 213 ,
    "joke": "Сколько Чаку Норрису нужно, чтобы поменять лампочку? Ни одной, Чак Норрис предпочитает убивать в темноте",
    "categories": [ ]
  },
  {
    "id": 214 ,
    "joke": "Как сказал президент Рузвельт: 'Нам нечего бояться, кроме самого страха. И Чака Норриса'",
    "categories": [ ]
  },
  {
    "id": 215 ,
    "joke": "Чак Норрис просто говорит 'нет' наркотикам. Если бы он сказал 'да', это разрушило бы инфраструктуру Колумбии",
    "categories": [ ]
  },
  {
    "id": 217 ,
    "joke": "Преступление не окупается — если только вы не гробовщик, следующий за Уокером, техасским рейнджером, в обычном патрулировании",
    "categories": [ ]
  },
  {
    "id": 218 ,
    "joke": "Чак Норрис изобрел интернет? Просто чтобы было где хранить порно",
    "categories": [ ]
  },
  {
    "id": 219 ,
    "joke": "У Чака Норриса нет дома. Он заходит в случайные дома, и люди переезжают",
    "categories": [ ]
  },
  {
    "id": 220 ,
    "joke": "Лучше давать, чем получать. Это особенно верно в отношении удара ногой с разворота Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 221 ,
    "joke": "Чак Норрис — единственный человек, который когда-либо выигрывал соревнование в гляделки против Рэя Чарльза и Стиви Уандера",
    "categories": [ ]
  },
  {
    "id": 222 ,
    "joke": "Промышленная вырубка леса не является причиной обезлесения. Чаку Норрису нужны зубочистки",
    "categories": [ ]
  },
  {
    "id": 223 ,
    "joke": "Чак Норрис чует, что готовит Скала… потому что Скала — личный повар Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 224 ,
    "joke": "Когда Чак Норрис играет Орегонскую тропу, его семья не умирает от холеры или дизентерии, а, скорее, от ударов ногой по лицу с разворота. Ему также не нужна повозка, так как он везет волов, оси и мясо буйвола на спине. Он всегда добирается до Орегона раньше тебя",
    "categories": [ ]
  },
  {
    "id": 225 ,
    "joke": "Чак Норрис — причина, по которой Уолдо прячется",
    "categories": [ ]
  },
  {
    "id": 226 ,
    "joke": "'Горбатая гора' — это не просто фильм. Это еще и то, что Чак Норрис называет кучей мертвых ниндзя во дворе своего дома",
    "categories": [ ]
  },
  {
    "id": 227 ,
    "joke": "Когда Бог сказал: 'Да будет свет', Чак Норрис сказал: 'Скажи пожалуйста'",
    "categories": [ ]
  },
  {
    "id": 228 ,
    "joke": "Чак Норрис не ест. Еда понимает, что единственное безопасное убежище от кулаков Чака Норриса находится внутри его собственного тела",
    "categories": [ ]
  },
  {
    "id": 229 ,
    "joke": "Однажды Чак Норрис шел по улице с массивной эрекцией. Выживших не было",
    "categories":[
  
  ]
  },
  {
    "id": 230 ,
    "joke": "Чак Норрис построил машину времени и вернулся в прошлое, чтобы остановить убийство Джона Кеннеди. Когда Освальд выстрелил, Чак встретил все три пули своей бородой, отразив их. Голова Джона Кеннеди взорвалась от явного изумления",
    "categories": [ ]
  },
  {
    "id": 232 ,
    "joke": "Чак Норрис использует ночник. Не потому, что Чак Норрис боится темноты, а потому, что темнота боится Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 233 ,
    "joke": "Когда Брюс Бэннер злится, он превращается в Халка. Когда Халк злится, он превращается в Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 234 ,
    "joke": "Чак Норрис убивает любого, кто спрашивает: 'Хочешь картошку фри с этим?'. Потому что теперь все должны знать, что Чак не хочет картошку фри ни с чем. Никогда",
    "categories": [ ]
  },
  {
    "id": 235 ,
    "joke": "Чак Норрис однажды пнул лошадь в подбородок. Ее потомки сегодня известны как жирафы",
    "categories": [ ]
  },
  {
    "id": 236 ,
    "joke": "Палки и камни могут сломать тебе кости, но взгляд Чака Норриса разжижает твои почки",
    "categories": [ ]
  },
  {
    "id": 237 ,
    "joke": "Клонирование человека запрещено из-за Чака Норриса, потому что тогда можно было бы ударом Чака Норриса с разворота встретить другого удара Чака Норриса с разворота. Физики предполагают, что этот контакт положит конец Вселенной",
    "categories": [ ]
  },
  {
    "id": 238 ,
    "joke": "Чак Норрис однажды прыгнул с парашютом, но пообещал никогда больше этого не делать. Одного Гранд-Каньона достаточно",
    "categories": [ ]
  },
  {
    "id": 239 ,
    "joke": "Версия 'шоколадного молочного коктейля' Чака Норриса представляет собой сырой портерхаус, обернутый вокруг десяти батончиков Hershey и залитый дизельным топливом",
    "categories": [ ]
  },
  {
    "id": 240 ,
    "joke": "В битве между Бэтменом и Дартом Вейдером победителем был бы Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 241 ,
    "joke": "Чак Норрис надевает штаны по одной штанине, как и все мы. Единственная разница в том, что тогда он убивает людей." ,
    "categories": [ ]
  },
  {
    "id": 242 ,
    "joke": "Все любят Рэймонда. Кроме Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 243 ,
    "joke": "Вопреки распространенному мнению, Титаник не столкнулся с айсбергом. Корабль сбился с курса и столкнулся с Чаком Норрисом, когда он пересекал Атлантику на спине",
    "categories": [ ]
  },
  {
    "id": 244 ,
    "joke": "Чак Норрис получил водительские права в 16 лет. Секунды",
    "categories": [ ]
  },
  {
    "id": 245 ,
    "joke": "Первоначальное название фильма 'Чужой против Хищника' было 'Чужой и Хищник против Чака Норриса'. Фильм был отменен вскоре после начала подготовки к съемкам. Никто не стал бы платить девять долларов за просмотр фильма продолжительностью четырнадцать секунд",
    "categories": [ ]
  },
  {
    "id": 246 ,
    "joke": "Чак Норрис? Сперма такая крутая, он занимался сексом с Николь Кидман, а через 7 месяцев она преждевременно родила Ford Excursion",
    "categories": [ ]
  },
  {
    "id": 247 ,
    "joke": "Чак Норрис может выиграть в пасьянс всего с 18 картами",
    "categories": [ ]
  },
  {
    "id": 248 ,
    "joke": "Чак Норрис однажды нагадил кровью — кровью 11 940 туземцев, которых он убил и съел",
    "categories": [ ]
  },
  {
    "id": 249 ,
    "joke": "Теория высших потребностей Маслоу не применима к Чаку Норрису. У него есть только две потребности: убивать людей и находить людей для убийства",
    "categories": [ ]
  },
  {
    "id": 250 ,
    "joke": "Правда сделает тебя свободным. Если только ты не заполучишь Чака Норриса, в таком случае забудь об этом, приятель!" ,
    "categories": [ ]
  },
  {
    "id": 251 ,
    "joke": "Было обнаружено, что криптонит содержит следовые элементы ударов ногой с разворота Чака Норриса по лицу. Вот почему он так смертелен для Супермена",
    "categories": [ ]
  },
  {
    "id": 252 ,
    "joke": "Саддам Хусейн не был найден спрятавшимся в 'норе'. Чак Норрис ударил Саддама ногой по голове с разворота в Канзасе, который отправил его сквозь землю, остановившись недалеко от поверхности Ирака",
    "categories": [ ]
  },
  {
    "id": 253 ,
    "joke": "Коронеры называют мертвых людей 'ABC'. Их уже бросили",
    "categories": [ ]
  },
  {
    "id": 254 ,
    "joke": "Чак Норрис не смотрит по сторонам, прежде чем перейти улицу… он просто обходит все машины, которые подходят слишком близко",
    "categories": [ ]
  },
  {
    "id": 255 ,
    "joke": "Чак Норрис не обязан отвечать на звонки. Его борода улавливает входящие электрические импульсы и переводит их в слышимый звук",
    "categories": [ ]
  },
  {
    "id": 256 ,
    "joke": "Сколько нужно ударов с разворота, чтобы попасть в центр поп-музыки? Всего один. От Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 257 ,
    "joke": "Чак Норрис не носит часы, ОН решает, который час",
    "categories": [ ]
  },
  {
    "id": 258 ,
    "joke": "Фраза 'сломать ногу' была первоначально придумана коллегами Чака Норриса по фильму 'Уокер, техасский рейнджер' как талисман на удачу, указывающий на то, что сломанная нога может быть наихудшей степенью их травм. кейс." ,
    "categories": [ ]
  },
  {
    "id": 259 ,
    "joke": "Когда Чак Норрис делит, остатка не остается",
    "categories": [ ]
  },
  {
    "id": 260 ,
    "joke": "Если переставить буквы в слове 'Чак Норрис', получится также 'Раздавить скалу'. Слова 'кулаками' понятны",
    "categories": [ ]
  },
  {
    "id": 261 ,
    "joke": "Никогда не смотри подарку Чаку Норрису в зубы, потому что он выкусит тебе чертов глаз",
    "categories": [ ]
  },
  {
    "id": 262 ,
    "joke": "Чак Норрис раньше играл в бейсбол. Когда Бейб Рут был провозглашен лучшим игроком, Чак Норрис убил его бейсбольной битой по горлу. Лу Гериг легко отделался",
    "categories": [ ]
  },
  {
    "id": 263 ,
    "joke": "Первоначальное название 'Звездных войн' было 'Скайуокер: техасский рейнджер'. В главной роли Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 264 ,
    "joke": "Залив Гуантуанамо, Куба, — военное кодовое слово для обозначения 'подвала Чака Норриса'",
    "categories": [ ]
  },
  {
    "id": 265 ,
    "joke": "Фраза 'шарики к стене' изначально была придумана для описания Чака Норриса, входящего в любое здание меньшего размера, чем авиационный ангар",
    "categories": [ ]
  },
  {
    "id": 266 ,
    "joke": "Чак Норрис? Удар с разворота настолько силен, что его можно увидеть из космоса невооруженным глазом",
    "categories": [ ]
  },
  {
    "id": 267 ,
    "joke": "Оззи Осборн откусывает головы летучим мышам. Чак Норрис откусывает головы амурским тиграм",
    "categories": [ ]
  },
  {
    "id": 268 ,
    "joke": "Кто живет мечом, тот и умрет от меча. Тот, кто живет Чаком Норрисом, умрет от удара ногой с разворота",
    "categories": [ ]
  },
  {
    "id": 269 ,
    "joke": "Самые продуманные планы мышей и людей часто идут наперекосяк. Даже самые плохо продуманные планы Чака Норриса сбываются без сучка и задоринки",
    "categories": [ ]
  },
  {
    "id": 270 ,
    "joke": "Фраза 'звон мертвым' относится к тому, кто сидит позади Чака Норриса в кинотеатре и забывает выключить свой мобильный телефон",
    "categories": [ ]
  },
  {
    "id": 271 ,
    "joke": "Если смотреть на Чака Норриса в течение длительного времени без надлежащей защиты глаз, это может привести к слепоте и, возможно, синякам размером с ступню на лице",
    "categories": [ ]
  },
  {
    "id": 272 ,
    "joke": "Чак Норрис чувствует вкус лжи",
    "categories": [ ]
  },
  {
    "id": 273 ,
    "joke": "Чак Норрис не надирает задницы и не берет имена. На самом деле, Чак Норрис надирает задницы и присваивает трупу номер. В настоящее время считается, что он исчисляется миллиардами",
    "categories": [ ]
  },
  {
    "id": 274 ,
    "joke": "Однажды Чак Норрис случайно ушиб палец ноги. Это уничтожило весь штат Огайо",
    "categories": [ ]
  },
  {
    "id": 275 ,
    "joke": "Маленькая мисс Маффет сидела на своей сосне, пока Чак Норрис с разворота не столкнул ее в ледник",
    "categories": [ ]
  },
  {
    "id": 277 ,
    "joke": "Чак Норрис может пускать пузыри из вяленой говядины",
    "categories": [ ]
  },
  {
    "id": 278 ,
    "joke": "Им пришлось отредактировать первую концовку 'Одинокого волка МакКуэйда' после того, как Чак Норрис надрал Дэвиду Кэррадайну задницу, а затем приготовил барбекю и съел его",
    "categories": [ ]
  },
  {
    "id": 279 ,
    "joke": "Чак Норрис действительно живет в круглом доме",
    "categories": [ ]
  },
  {
    "id": 280 ,
    "joke": "Когда Чак Норрис тренируется в Total Gym, Total Gym кажется изнасилованным",
    "categories": [ ]
  },
  {
    "id": 281 ,
    "joke": "Четверо из пяти врачей не могут порекомендовать Чака Норриса как решение большинства проблем. Кроме того, 80% врачей умирают необъяснимой, бессмысленной жестокой смертью",
    "categories": [ ]
  },
  {
    "id": 282 ,
    "joke": "Чак Норрис может скелетировать корову за две минуты",
    "categories": [ ]
  },
  {
    "id": 283 ,
    "joke": "Единственные верные вещи — это смерть и налоги, и когда Чак Норрис пойдет работать в IRS, они будут такими же",
    "categories": [ ]
  },
  {
    "id": 284 ,
    "joke": "Первая работа Чака Норриса была разносчиком газет. Выживших не было",
    "categories": [ ]
  },
  {
    "id": 285 ,
    "joke": "С ростом стоимости бензина Чак Норрис начинает беспокоиться о своей пристрастии к алкоголю",
    "categories": [ ]
  },
  {
    "id": 286 ,
    "joke": "Квадратный корень Чака Норриса — это боль. Не пытайтесь возвести Чака Норриса в квадрат, результат — смерть",
    "categories": [ ]
  },
  {
    "id": 287 ,
    "joke": "Яички Чака Норриса не производят сперму. Они производят крошечных белых ниндзя, у которых есть только одна миссия: искать и уничтожать",
    "categories": [ ]
  },
  {
    "id": 288 ,
    "joke": "Быть или не быть? Вот в чем вопрос. Ответ? Чак Норрис." ,
    "categories": [ ]
  },
  {
    "id": 289 ,
    "joke": "Чак Норрис никогда не дрался. Вы называете один удар с разворота дракой?" ,
    "categories": [ ]
  },
  {
    "id": 290 ,
    "joke": "В мире есть два типа людей... отстойные люди и Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 291 ,
    "joke": "Чак Норрис никогда не мочился в постель в детстве. Кровать мочилась сама от страха",
    "categories": [ ]
  },
  {
    "id": 292 ,
    "joke": "Если бы ты каким-то образом смог ударить Чака Норриса, вся твоя рука сломалась бы при ударе. Это только в теории, так как, бросьте, кто в здравом уме стал бы это делать?" ,
    "categories": [ ]
  },
  {
    "id": 293 ,
    "joke": "70% веса человека — вода. 70% веса Чака Норриса — его член",
    "categories":[
  
  ]
  },
  {
    "id": 294 ,
    "joke": "Жан-Клод Ван Дамм однажды надрал Чаку Норрису задницу. Затем его разбудил удар ногой по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 295 ,
    "joke": "Сцена с пирогом в 'Американском пироге' основана на вызове Чака Норриса, который он взял, когда был моложе. Однако в случае Чака Норриса 'пирог' был расплавленным кратером действующего вулкана",
    "categories": [ ]
  },
  {
    "id": 296 ,
    "joke": "Чак Норрис использует листы фанеры размером 8 на 10 футов в качестве туалетной бумаги",
    "categories": [ ]
  },
  {
    "id": 297 ,
    "joke": "Ной был единственным человеком, которого уведомили до того, как Чак Норрис справил нужду в Атлантическом океане",
    "categories": [ ]
  },
  {
    "id": 298 ,
    "joke": "МакГайвер немедленно попытался сделать бомбу из ватных палочек и Gatorade, но Чак Норрис ударил его ногой с разворота в солнечное сплетение. МакГайвер тут же выплюнул собственное сердце",
    "categories": [ ]
  },
  {
    "id": 299 ,
    "joke": "Джек Бауэр пытался использовать свои подробные знания о методах пыток, но безрезультатно: Чак Норрис наслаждается болью. Затем Чак Норрис оторвал руку Джека Бауэра и забил его ею до смерти. Игра, сет, матч",
    "categories": [ ]
  },
  {
    "id": 300 ,
    "joke": "Чак Норрис ест стейк за каждым приемом пищи. Чаще всего он забывает убить корову",
    "categories": [ ]
  },
  {
    "id": 301 ,
    "joke": "Первый закон термодинамики гласит, что энергия не может быть ни создана, ни уничтожена… если только она не встретится с Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 302 ,
    "joke": "Чак Норрис не ходит в интернет, у него в памяти хранятся все интернет-сайты. Он обновляет веб-страницы, моргая." ,
    "categories": [ ]
  },
  {
    "id": 303 ,
    "joke": "Факт: Чак Норрис не считает сексом, если женщина выживает",
    "categories": [ ]
  },
  {
    "id": 304 ,
    "joke": "Говорят, что глядя в глаза Чака Норриса, можно узнать свое будущее. К сожалению, будущее у всех всегда одно и то же: смерть от удара ногой по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 305 ,
    "joke": "Чак Норрис знает все, что нужно знать, кроме определения милосердия",
    "categories": [ ]
  },
  {
    "id": 306 ,
    "joke": "С научной точки зрения невозможно обвинить Чака Норриса в 'препятствовании правосудию'. Это потому, что даже Чак Норрис не может быть в двух местах одновременно",
    "categories": [ ]
  },
  {
    "id": 307 ,
    "joke": "Чаку Норрису никогда не приходится чистить лыжи воском, потому что они всегда скользкие от крови",
    "categories": [ ]
  },
  {
    "id": 308 ,
    "joke": "Когда вы говорите 'никто не идеален', Чак Норрис воспринимает это как личное оскорбление",
    "categories": [ ]
  },
  {
    "id": 309 ,
    "joke": "Чак Норрис может выиграть игру Trivial Pursuit одним броском костей и не ответив ни на один вопрос… просто кивком головы и взмахом бороды",
    "categories": [ ]
  },
  {
    "id": 310 ,
    "joke": "182 000 американцев ежегодно умирают в результате несчастных случаев, связанных с Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 311 ,
    "joke": "Бумага побеждает камень, камень побеждает ножницы, а ножницы побеждают бумагу, но Чак Норрис побеждает все три одновременно",
    "categories": [ ]
  },
  {
    "id": 312 ,
    "joke": "Иисус может ходить по воде, а Чак Норрис может ходить по Иисусу",
    "categories": [ ]
  },
  {
    "id": 313 ,
    "joke": "Все дороги ведут к Чаку Норрису. И, согласно переходному свойству, удар с разворота в лицо",
    "categories": [ ]
  },
  {
    "id": 314 ,
    "joke": "4 июля - День Независимости. И день, когда родился Чак Норрис. Совпадение? Думаю, что нет." ,
    "categories": [ ]
  },
  {
    "id": 315 ,
    "joke": "Чак Норрис никогда не ходит к дантисту, потому что его зубы не ломаются. Его враги никогда не ходят к дантисту, потому что у них нет зубов",
    "categories": [ ]
  },
  {
    "id": 316 ,
    "joke": "В медицинском сообществе смерть называют 'болезнью Чака Норриса'" ,
    "categories": [ ]
  },
  {
    "id": 317 ,
    "joke": "Чак Норрис однажды участвовал в поножовщине, и нож проиграл",
    "categories": [ ]
  },
  {
    "id": 318 ,
    "joke": "Если вы работаете в офисе с Чаком Норрисом, не просите у него дырокол с тремя дырочками",
    "categories": [ ]
  },
  {
    "id": 319 ,
    "joke": "Словами Юлия Цезаря 'Вени, Види, Вичи, Чак Норрис'. Перевод: Я пришел, увидел, и Чак Норрис ударил меня ногой по лицу с разворота",
    "categories": [ ]
  },
  {
    "id": 320 ,
    "joke": "Первое правило Чака Норриса: не говорить о Чаке Норрисе",
    "categories": [ ]
  },
  {
    "id": 321 ,
    "joke": "Многие считают, что Чак Норрис станет первым чернокожим президентом. Если вы думаете про себя: 'Но Чак Норрис не черный', то вы глубоко ошибаетесь. И перестаньте быть расистом",
    "categories": [ ]
  },
  {
    "id": 322 ,
    "joke": "Когда Чак Норрис играет в 'Монополию', это влияет на реальную мировую экономику",
    "categories": [ ]
  },
  {
    "id": 323 ,
    "joke": "Чака Норриса можно разблокировать на самом сложном уровне Tekken. Но только Чак Норрис достаточно опытен, чтобы разблокировать себя. Затем он с разворота пинает Playstation обратно в Японию",
    "categories": [ ]
  },
  {
    "id": 324 ,
    "joke": "Чак Норрис пьет напалм, чтобы унять изжогу",
    "categories": [ ]
  },
  {
    "id": 325 ,
    "joke": "Каждый раз, когда кто-то использует слово 'интенсивный', Чак Норрис всегда отвечает: 'Знаете, что еще является интенсивным?', после чего следует удар ногой с разворота в лицо",
    "categories": [ ]
  },
  {
    "id": 326 ,
    "joke": "В детстве родители Чака Норриса подарили ему игрушечный молоток. Он подарил миру Стоунхендж",
    "categories": [ ]
  },
  {
    "id": 327 ,
    "joke": "Чак Норрис однажды заказал стейк в ресторане. Стейк сделал то, что ему сказали",
    "categories": [ ]
  },
  {
    "id": 328 ,
    "joke": "Большинство людей боятся Жнеца. Чак Норрис считает его 'многообещающим новичком'",
    "categories": [ ]
  },
  {
    "id": 329 ,
    "joke": "Есть только две вещи, которые могут резать бриллианты: другие бриллианты и Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 330 ,
    "joke": "Президент Рузвельт однажды проехал на своей лошади 100 миль. Чак Норрис проехал то же самое расстояние за половину времени",
    "categories": [ ]
  },
  {
    "id": 331 ,
    "joke": "Чак Норрис однажды съел четыре 30-фунтовых шара для боулинга, не прожевав",
    "categories": [ ]
  },
  {
    "id": 332 ,
    "joke": "Многие не знают, что Чак Норрис является основателем планирования семьи. Даже нерожденные дети не могут избежать его гнева",
    "categories": [ ]
  },
  {
    "id": 333 ,
    "joke": "Чаку Норрису запретили участвовать в соревнованиях по езде на быках после выставки 1992 года в Сан-Антонио, когда он проехал на быке 1346 миль от Техаса до Милуоки, штат Висконсин, чтобы забрать свою химчистку",
    "categories": [ ]
  },
  {
    "id": 334 ,
    "joke": "Чак Норрис квалифицировался с максимальной скоростью 324 мили в час на Daytona 500 без машины",
    "categories": [ ]
  },
  {
    "id": 335 ,
    "joke": "Чак Норрис любит свой кофе пополам: половина молотого кофе, половина спирта из древесных зерен",
    "categories": [ ]
  },
  {
    "id": 336 ,
    "joke": "Чак Норрис использует соус табаско вместо визина",
    "categories": [ ]
  },
  {
    "id": 337 ,
    "joke": "Химическая формула высокотоксичного иона цианида — CN-. Это также инициалы Чака Норриса. Это не совпадение",
    "categories": [ ]
  },
  {
    "id": 338 ,
    "joke": "Кредитные карты Чака Норриса не имеют ограничений. В прошлые выходные он исчерпал их",
    "categories": [ ]
  },
  {
    "id": 339 ,
    "joke": "Подумайте о горячей женщине. Ее сделал Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 340 ,
    "joke": "Однажды мужчина заявил, что Чак Норрис дважды надрал ему задницу, но это было немедленно отвергнуто как ложное — никто не смог пережить это в первый раз",
    "categories": [ ]
  },
  {
    "id": 341 ,
    "joke": "Чак Норрис спит с подушкой под пистолетом",
    "categories": [ ]
  },
  {
    "id": 342 ,
    "joke": "Чак Норрис владеет сетью ресторанов быстрого питания на юго-западе. В них не подают ничего, кроме мороженого со вкусом барбекю и Hot Pockets",
    "categories": [ ]
  },
  {
    "id": 343 ,
    "joke": "Чак Норрис не жует жвачку. Чак Норрис жует фольгу",
    "categories": [ ]
  },
  {
    "id": 344 ,
    "joke": "Пришельцы ДЕЙСТВИТЕЛЬНО существуют. Они просто знают, что лучше не посещать планету, на которой находится Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 345 ,
    "joke": "В баре вы можете заказать напиток под названием 'Чак Норрис'. Он также известен как 'Кровавая Мэри', если вас зовут Мэри",
    "categories": [ ]
  },
  {
    "id": 346 ,
    "joke": "Каждый раз, когда Чак Норрис улыбается, кто-то умирает. Если только он не улыбается, когда с разворота пинает кого-то в лицо. Тогда умирают два человека",
    "categories": [ ]
  },
  {
    "id": 347 ,
    "joke": "Некоторые люди просят салфетки, когда чихают, Чак Норрис просит мешок для трупов",
    "categories": [ ]
  },
  {
    "id": 348 ,
    "joke": "Во Вселенной есть порядок: пространство, время, Чак Норрис... Шучу, Чак Норрис первый." ,
    "categories": [ ]
  },
  {
    "id": 349 ,
    "joke": "Однажды мужчина спросил Чака Норриса, настоящее ли его имя 'Чарльз'. Чак Норрис не ответил, он просто смотрел на него, пока не взорвался",
    "categories": [ ]
  },
  {
    "id": 350 ,
    "joke": "Чак Норрис начинает каждый день с протеинового коктейля, приготовленного из гвоздичного завтрака быстрого приготовления, дюжины яиц, чистого колумбийского кокаина и яда гремучей змеи. Он вводит его прямо в шею с помощью шприца",
    "categories": [ ]
  },
  {
    "id": 351 ,
    "joke": "В командном матче Чак Норрис объединился с Халком Хоганом против Кинг-Конга Банди и Андре Гиганта. Он прижал всех троих одновременно",
    "categories": [ ]
  },
  {
    "id": 352 ,
    "joke": "Чак Норрис не видит мертвых людей. Он делает их мертвыми",
    "categories": [ ]
  },
  {
    "id": 353 ,
    "joke": "Чак Норрис — единственный человек, который может одновременно держать и стрелять ПЯТЬЮ Узи: по одному в каждой руке, по одному в каждой ноге, а пятый он пинает с разворота в воздух, так что он разбрызгивает пули",
    "categories": [ ]
  },
  {
    "id": 354 ,
    "joke": "Для работы в полиции под прикрытием Чак Норрис прикалывает свой значок под рубашкой, прямо на грудь",
    "categories": [ ]
  },
  {
    "id": 355 ,
    "joke": "В фильмах о Людях Икс ни одна из суперспособностей Людей Икс не сопровождается спецэффектами. Чак Норрис — каскадер для каждого персонажа",
    "categories": [ ]
  },
  {
    "id": 356 ,
    "joke": "Мы живем в расширяющейся вселенной. Все это пытается убежать от Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 357 ,
    "joke": "Слово 'Убить' придумал Чак Норрис. Другими словами были 'Умереть', 'Пиво' и 'Что'",
    "categories": [ ]
  },
  {
    "id": 358 ,
    "joke": "11-я заповедь: 'Не зли Чака Норриса'. Эта заповедь редко соблюдается, так как ее невозможно выполнить",
    "categories": [ ]
  },
  {
    "id": 359 ,
    "joke": "Чак Норрис — это его собственная линия в DMV",
    "categories": [ ]
  },
  {
    "id": 360 ,
    "joke": "Две ошибки не делают правду. Если только вы не Чак Норрис. Тогда две ошибки делают удар с разворота в лицо",
    "categories": [ ]
  },
  {
    "id": 361 ,
    "joke": "Кто выпустил собак? Чак Норрис выпустил собак… а затем с разворота прогнал их через 'Олдсмобиль'",
    "categories": [ ]
  },
  {
    "id": 362 ,
    "joke": "Чак Норрис может нанести удар с разворота быстрее скорости света. Это означает, что если вы включите свет, вы умрете до того, как включится лампочка",
    "categories": [ ]
  },
  {
    "id": 363 ,
    "joke": "Когда Чак Норрис идет куда-нибудь поесть, он заказывает целую курицу, но съедает только ее душу",
    "categories": [ ]
  },
  {
    "id": 365 ,
    "joke": "Чак Норрис никогда не получал премию Оскар за актерское мастерство... потому что он не играет",
    "categories": [ ]
  },
  {
    "id": 366 ,
    "joke": "Если Чаку Норрису нужно твое мнение, он вколет его в тебя",
    "categories": [ ]
  },
  {
    "id": 367 ,
    "joke": "Не всех, на кого Чак Норрис злится, убивают. Некоторые уходят. Их называют астронавтами",
    "categories": [ ]
  },
  {
    "id": 368 ,
    "joke": "Чак Норрис должен зарегистрировать каждую часть своего тела как отдельное смертоносное оружие. Его селезенка считается скрытым оружием более чем в 50 штатах",
    "categories": [ ]
  },
  {
    "id": 369 ,
    "joke": "Киносцена, изображающая, как Чак Норрис проигрывает бой Брюсу Ли, была результатом самого дорогого визуального эффекта в истории. С поправкой на инфляцию эффект стоил больше, чем валовой национальный продукт Парагвая",
    "categories": [ ]
  },
  {
    "id": 370 ,
    "joke": "Годзилла — это японская интерпретация первого визита Чака Норриса в Токио",
    "categories": [ ]
  },
  {
    "id": 371 ,
    "joke": "Они когда-то делали туалетную бумагу Чака Норриса, но была проблема — она ни от кого не терпит дерьма",
    "categories": [ ]
  },
  {
    "id": 372 ,
    "joke": "Чак Норрис однажды проехал на девятифутовом медведе гризли через автоматическую мойку вместо того, чтобы принять душ",
    "categories": [ ]
  },
  {
    "id": 373 ,
    "joke": "'Потеющие пули' — это буквально то, что происходит, когда Чаку Норрису становится слишком жарко",
    "categories": [ ]
  },
  {
    "id": 374 ,
    "joke": "Сперму Чака Норриса видно невооруженным глазом. Каждая размером с четвертак",
    "categories": [ ]
  },
  {
    "id": 375 ,
    "joke": "После прохождения теста на стероиды врачи сообщили Чаку Норрису, что у него положительный результат. Он рассмеялся, получив эту информацию, и сказал: 'Конечно, анализ моей мочи дал положительный результат, как вы думаете, из чего они делают стероиды?'" ,
    "categories": [ ]
  },
  {
    "id": 376 ,
    "joke": "Чак Норрис не мечтает. Он слишком занят, создавая кошмары для других",
    "categories": [ ]
  },
  {
    "id": 377 ,
    "joke": "Когда Арнольд говорит 'Я вернусь' в фильме 'Терминатор', подразумевается, что он собирается попросить помощи у Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 378 ,
    "joke": "Нет таких вещей, как торнадо. Чак Норрис просто ненавидит трейлерные парки",
    "categories": [ ]
  },
  {
    "id": 379 ,
    "joke": "Чак Норрис имеет черный пояс третьей степени и почетный масон 32-й степени",
    "categories":[
  
  ]
  },
  {
    "id": 380 ,
    "joke": "Чак Норрис не следует модным тенденциям, они следуют за ним. Но потом он разворачивается и надирает им задницы. Никто не следует за Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 381 ,
    "joke": "Алмазы, вопреки распространенному мнению, не являются углеродом. На самом деле они представляют собой фекалии Чака Норриса. Это было доказано недавно, когда научный анализ обнаружил то, что оказалось фрагментами кости Жан-Клода Ван Дамма внутри алмаза Надежды. " ,
    "categories": [ ]
  },
  {
    "id": 382 ,
    "joke": "Чак Норрис когда-то участвовал в забеге быков. Он ходил пешком." ,
    "categories": [ ]
  },
  {
    "id": 383 ,
    "joke": "У барабанщика Def Leppard была только одна рука. Чаку Норрису нужно было почесать спину",
    "categories": [ ]
  },
  {
    "id": 384 ,
    "joke": "Чак Норрис был первым скульптором горы Рашмор. Он завершил весь проект, используя только открывалку для бутылок и шпатель для гипсокартона",
    "categories": [ ]
  },
  {
    "id": 385 ,
  "joke": "Чак Норрис однажды оседлал быка, а через девять месяцев у него родился теленок",
    "categories": [ ]
  },
  {
    "id": 386 ,
    "joke": "Чак Норрис однажды потерял пульт, но сохранил контроль над телевизором, крича на него между кусочками бутерброда 'Filet of Child'",
    "categories": [ ]
  },
  {
    "id": 387 ,
    "joke": "Во время весенних каникул 2005 года Чак Норрис поехал на Мадагаскар на колеснице, запряженной двумя электрическими угрями",
    "categories": [ ]
  },
  {
    "id": 388 ,
    "joke": "Манхэттенский проект не был предназначен для создания ядерного оружия, он был предназначен для воссоздания разрушительной силы удара с разворота Чака Норриса. Они даже близко не подошли",
    "categories": [ ]
  },
  {
    "id": 389 ,
    "joke": "Чак Норрис запретил радугу в штате Северная Дакота",
    "categories": [ ]
  },
  {
    "id": 390 ,
    "joke": "Поделите Чака Норриса на ноль, и вы на самом деле получите один… один крутой зад",
    "categories": [ ]
  },
  {
    "id": 391 ,
    "joke": "TNT изначально был разработан Чаком Норрисом для лечения расстройства желудка",
    "categories": [ ]
  },
  {
    "id": 392 ,
    "joke": "После того, как Боб Доул вернулся со Второй мировой войны целым и невредимым, Чак Норрис поздравил его рукопожатием. Остальное уже история",
    "categories": [ ]
  },
  {
    "id": 393 ,
    "joke": "Чак Норрис работает на батарейках. В частности, 'Крепкий орешек'",
    "categories": [ ]
  },
  {
    "id": 394 ,
    "joke": "Песня 'Let the Bodies Hit the Floor' изначально была написана как музыкальная тема Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 395 ,
    "joke": "У Чака Норриса никогда не будет сердечного приступа. Его сердце не настолько глупо, чтобы атаковать его",
    "categories": [ ]
  },
  {
    "id": 396 ,
    "joke": "Только Чак Норрис может предотвратить лесной пожар",
    "categories": [ ]
  },
  {
    "id": 397 ,
    "joke": "Когда Чак Норрис делает буррито, его основным ингредиентом являются настоящие пальцы ног",
    "categories": [ ]
  },
  {
    "id": 398 ,
    "joke": "Чак Норрис не ирландец. Его волосы пропитаны кровью его жертв",
    "categories": [ ]
  },
  {
    "id": 399 ,
    "joke": "В фильме 'Матрица' Чак Норрис — это Матрица. Если внимательно присмотреться к зеленым сценам с 'падающим кодом', то можно различить слабую текстуру его бороды",
    "categories": [ ]
  },
  {
    "id": 400 ,
    "joke": "Чак Норрис такой большой, у него есть свой член, и этот член все равно больше твоего",
    "categories":[
  
  ]
  },
  {
    "id": 401 ,
    "joke": "Говорят, что любопытство сгубило кошку. Это ложь. Чак Норрис убил кошку. Каждую из них",
    "categories": [ ]
  },
  {
    "id": 402 ,
    "joke": "Лесбиянок не бывает, есть только женщина, которая никогда не встречалась с Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 403 ,
    "joke": "Чак Норрис перешел дорогу. Никто никогда не смел сомневаться в его мотивах",
    "categories": [ ]
  },
  {
    "id": 404 ,
    "joke": "Когда родился Чак Норрис, он сразу же занялся сексом с первой медсестрой, которую увидел. Он был ее первым. Она была его третьим. В тот день",
    "categories": [ ]
  },
  {
    "id": 405 ,
    "joke": "Однажды в лагере группы Чак Норрис съел перкуссиониста",
    "categories": [ ]
  },
  {
    "id": 406 ,
    "joke": "Чак Норрис не говорит 'кто твой папочка', потому что он знает ответ",
    "categories": [ ]
  },
  {
    "id": 407 ,
    "joke": "Чак Норрис изначально написал первый словарь. Каждое слово имеет следующее определение - Быстрый удар с разворота в лицо." ,
    "categories": [ ]
  },
  {
    "id": 408 ,
    "joke": "Любовь не ранит. Чак Норрис ранит",
    "categories": [ ]
  },
  {
    "id": 409 ,
    "joke": "Термин 'Кливлендский пароход' получил свое название от Чака Норриса, когда он нагадил во время посещения Зала славы рок-н-ролла и похоронил север Огайо под ледником из фекалий",
    "categories": [ ]
  },
  {
    "id": 410 ,
    "joke": "Чак Норрис однажды ударил продавца ногой с разворота. По телефону",
    "categories": [ ]
  },
  {
    "id": 411 ,
    "joke": "Перо сильнее меча, но только если перо держит Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 412 ,
    "joke": "Чак Норрис знает последнюю цифру числа пи",
    "categories":[
  
  ]
  },
  {
    "id": 413 ,
    "joke": "Это не титры, которые идут после 'Уокера техасского рейнджера'. На самом деле это список погибших, которые произошли во время создания эпизода",
    "categories": [ ]
  },
  {
    "id": 414 ,
    "joke": "Воздух вокруг Чака Норриса всегда приятный, 78 градусов",
    "categories": [ ]
  },
  {
    "id": 415 ,
    "joke": "Когда Чак Норрис хочет яйцо, он вскрывает курицу",
    "categories": [ ]
  },
  {
    "id": 416 ,
    "joke": "Чак Норрис играет в ракетбол с вафельницей и шаром для боулинга",
    "categories": [ ]
  },
  {
    "id": 417 ,
    "joke": "Согласно Библии, Бог создал вселенную за шесть дней. До этого Чак Норрис создал Бога, щелкнув пальцами",
    "categories": [ ]
  },
  {
    "id": 418 ,
    "joke": "Чак Норрис не верит в равиоли. Он фарширует живую черепаху говядиной и душит ее свиной кровью",
    "categories": [ ]
  },
  {
    "id": 419 ,
    "joke": "Сосчитай от одного до десяти. Именно столько времени потребуется Чаку Норрису, чтобы убить тебя… Сорок семь раз",
    "categories": [ ]
  },
  {
    "id": 420 ,
    "joke": "Майами Дельфинс 1972 года проиграли одну игру, это была игра против Чака Норриса и трех семилетних девочек. Чак Норрис выиграл, нанеся удар ногой с разворота в лицо в овертайме",
    "categories": [ ]
  },
  {
    "id": 421 ,
    "joke": "Чак Норрис не политически корректен. Он просто корректен. Всегда",
    "categories": [ ]
  },
  {
    "id": 422 ,
    "joke": "Мистер Ти жалеет дурака. Чак Норрис отрывает дураку голову",
    "categories": [ ]
  },
  {
    "id": 423 ,
    "joke": "Чаку Норрису пришлось перестать стирать одежду в океане. Цунами убивали людей",
    "categories": [ ]
  },
  {
    "id": 424 ,
    "joke": "Чак Норрис вызвался остаться на земле после Вознесения; он будет проводить свое время, сражаясь с Антихристом",
    "categories": [ ]
  },
  {
    "id": 425 ,
    "joke": "Чак Норрис — единственное известное млекопитающее в истории, у которого есть противопоставленный большой палец. На пенисе",
    "categories":[
  
  ]
  },
  {
    "id": 426 ,
    "joke": "Однажды мужчина дразнил Чака Норриса пакетом картофельных чипсов Lay's, говоря: 'Ставка не может съесть только один!' Чак Норрис съел чипсы, пакет и человека одним ловким движением",
    "categories": [ ]
  },
  {
    "id": 427 ,
    "joke": "Любимая каша Чака Норриса — Kellogg's Nails 'N' Gravel",
    "categories": [ ]
  },
  {
    "id": 428 ,
    "joke": "В первом фильме 'Парк Юрского периода' Тираннозавр Рекс не преследовал джип. Чак Норрис преследовал Тираннозавра И джип",
    "categories": [ ]
  },
  {
    "id": 429 ,
    "joke": "Чака Норриса никогда не обвиняли в убийстве, потому что его удары ногами с разворота признаны 'деяниями Бога'",
    "categories": [ ]
  },
  {
    "id": 430 ,
    "joke": "Чак Норрис не носит презерватив. Потому что нет такой вещи, как защита от Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 431 ,
    "joke": "Правила драки: 1) Не бери с собой нож на перестрелку. 2) Не бери с собой пистолет на бой с Чаком Норрисом",
    "categories": [ ]
  },
  {
    "id": 432 ,
    "joke": "Чак Норрис — единственный человек, который буквально победил все шансы. Своими кулаками",
    "categories": [ ]
  },
  {
    "id": 433 ,
    "joke": "В древнем Китае существует легенда, что однажды от дракона родится ребенок, который вырастет и станет мужчиной и победит зло на земле. Этот человек не Чак Норрис, потому что Чак Норрис убил этого человека",
    "categories": [ ]
  },
  {
    "id": 434 ,
    "joke": "Чак Норрис подтирает задницу кольчугой и наждачной бумагой",
    "categories": [ ]
  },
  {
    "id": 435 ,
    "joke": "Когда вы играете в 'Монополию' с Чаком Норрисом, вы не проходите го и не получаете двести долларов. Вам повезет, если вы выберетесь живым",
    "categories": [ ]
  },
  {
    "id": 436 ,
    "joke": "Чак Норрис описывает людей как 'общительных держателей крови и кишок'",
    "categories": [ ]
  },
  {
    "id": 438 ,
    "joke": "Чак Норрис любит свой лед, как и свои черепа: раздавленные",
    "categories": [ ]
  },
  {
    "id": 439 ,
    "joke": "Чак Норрис может пройти через все 6 степеней разделения, ударив кого угодно, где угодно, по лицу и в любое время",
    "categories": [ ]
  },
  {
    "id": 440 ,
    "joke": "Самые крутые мужчины едят гвозди на завтрак. Чак Норрис покупает все продукты в Home Depot",
    "categories": [ ]
  },
  {
    "id": 441 ,
    "joke": "Чак Норрис не 'потерял' свою девственность, он выследил ее, а затем уничтожил с крайним предубеждением",
    "categories": [ ]
  },
  {
    "id": 442 ,
    "joke": "Все, к чему прикасается король Мидас, превращается в золото. Все, к чему прикасается Чак Норрис, оказывается мертвым",
    "categories": [ ]
  },
  {
    "id": 448 ,
    "joke": "Когда Чак Норрис делает исключения, это происходит через всю комнату",
    "categories":[
  
  ]
  },
  {
    "id": 449 ,
    "joke": "Все массивы, объявленные Чаком Норрисом, имеют бесконечный размер, потому что Чак Норрис не знает границ",
    "categories":[
  
  ]
  },
  {
    "id": 450 ,
    "joke": "У Чака Норриса нет задержки на диске, потому что жесткий диск умеет торопиться",
    "categories":[
  
  ]
  },
  {
    "id": 451 ,
    "joke": "Чак Норрис пишет код, который сам себя оптимизирует",
    "categories":[
  
  ]
  },
  {
    "id": 452 ,
    "joke": "Чак Норрис не может пройти тест на равенство, потому что ему нет равных",
    "categories":[
  
  ]
  },
  {
    "id": 453 ,
    "joke": "Чаку Норрису не нужна сборка мусора, потому что он вызывает не .Dispose(), а .DropKick()",
    "categories":[
  
  ]
  },
  {
    "id": 454 ,
    "joke": "Первая программа Чака Норриса была 'Убить-9'",
    "categories":[
  
  ]
  },
  {
    "id": 455 ,
    "joke": "Чак Норрис лопнул пузырь доткомов",
    "categories":[
  
  ]
  },
  {
    "id": 456 ,
    "joke": "Все браузеры поддерживают шестнадцатеричные определения #chuck и #norris для черного и синего цветов",
    "categories":[
  
  ]
  },
  {
    "id": 457 ,
    "joke": "MySpace на самом деле не твое пространство, это пространство Чака (он просто позволяет тебе им пользоваться)",
    "categories":[
  
  ]
  },
  {
    "id": 458 ,
    "joke": "Чак Норрис может писать функции бесконечной рекурсии и возвращать их обратно",
    "categories":[
  
  ]
  },
  {
    "id": 459 ,
    "joke": "Чак Норрис может собрать Ханойские башни за один ход",
    "categories":[
  
  ]
  },
  {
    "id": 460 ,
    "joke": "Единственный паттерн, который знает Чак Норрис, — это Божественный Объект",
    "categories":[
  
  ]
  },
  {
    "id": 461 ,
    "joke": "Чак Норрис закончил World of Warcraft",
    "categories":[
  
  ]
  },
  {
    "id": 462 ,
    "joke": "Менеджеры проектов никогда не спрашивают Чака Норриса об оценках… никогда",
    "categories":[
  
  ]
  },
  {
    "id": 463 ,
    "joke": "Чак Норрис не использует веб-стандарты, поскольку веб будет соответствовать ему",
    "categories":[
  
  ]
  },
  {
    "id": 464 ,
    "joke": "'Это работает на моей машине' всегда верно для Чака Норриса",
    "categories":[
  
  ]
  },
  {
    "id": 465 ,
    "joke": "Доски белые, потому что Чак Норрис их так напугал",
    "categories": [ ]
  },
  {
    "id": 466 ,
    "joke": "Чак Норрис не делает чарты Burn Down, он делает чарты Smack Down",
    "categories":[
  
  ]
  },
  {
    "id": 467 ,
    "joke": "Чак Норрис может удалить корзину",
    "categories":[
  
  ]
  },
  {
    "id": 468 ,
    "joke": "Борода Чака Норриса может печатать 140 слов в минуту",
    "categories":[
  
  ]
  },
  {
    "id": 469 ,
    "joke": "Чак Норрис может тестировать целые приложения с помощью одного утверждения",
    "categories":[
  
  ]
  },
  {
    "id": 470 ,
    "joke": "Чак Норрис не охотится за жуками, потому что это означает вероятность неудачи, он занимается уничтожением жуков",
    "categories":[
  
  ]
  },
  {
    "id": 471 ,
    "joke": "На клавиатуре Чака Норриса нет клавиши Ctrl, потому что ничто не управляет Чаком Норрисом",
    "categories":[
  
  ]
  },
  {
    "id": 472 ,
    "joke": "Когда Чак Норрис просматривает веб-сайты, появляется сообщение 'Предупреждение: Internet Explorer считает этого пользователя злонамеренным или опасным. Продолжить?'",
    "categories":[
  
  ]
  },
  {
    "id": 473 ,
    "joke": "Чак Норрис может переполнить ваш стек, просто взглянув на него",
    "categories":[
  
  ]
  },
  {
    "id": 474 ,
    "joke": "Для Чака Норриса во всем есть уязвимость",
    "categories":[
  
  ]
  },
  {
    "id": 475 ,
    "joke": "Чаку Норрису не нужно sudo, он просто набирает 'Чак Норрис' перед своими командами." ,
    "categories":[
  
  ]
  },
  {
    "id": 476 ,
    "joke": "Чаку Норрису не нужен отладчик, он просто смотрит на ошибку, пока код не признается",
    "categories":[
  
  ]
  },
  {
    "id": 477 ,
    "joke": "Чак Норрис может получить доступ к закрытым методам",
    "categories":[
  
  ]
  },
  {
    "id": 478 ,
    "joke": "Чак Норрис может создать экземпляр абстрактного класса",
    "categories":[
  
  ]
  },
  {
    "id": 479 ,
    "joke": "Чаку Норрису не нужно знать о шаблоне фабрики классов. Он может создавать экземпляры интерфейсов",
    "categories":[
  
  ]
  },
  {
    "id": 480 ,
    "joke": "Объект класса наследуется от Чака Норриса" ,
    "categories":[
  
  ]
  },
  {
    "id": 481 ,
    "joke": "Для Чака Норриса NP-Hard = O(1)",
    "categories":[
  
  ]
  },
  {
    "id": 483 ,
    "joke": "Билл Гейтс думает, что он Чак Норрис. Чак Норрис действительно смеялся. Однажды",
    "categories": [ ]
  },
  {
    "id": 484 ,
    "joke": "Чак Норрис на самом деле фронтмен Apple. Он позволяет Стиву Джобсу вести бал, когда тот на задании. Чак Норрис всегда на задании",
    "categories": [ ]
  },
  {
    "id": 485 ,
    "joke": "Интернет-соединение Чака Норриса быстрее восходящего, чем нисходящего, потому что даже у данных больше стимулов идти от него, чем к нему",
    "categories":[
  
  ]
  },
  {
    "id": 486 ,
    "joke": "Чак Норрис решил задачу коммивояжера за O(1) раз. Вот псевдокод: разбить коммивояжёра на N частей. Каждую часть отправить в другой город",
    "categories":[
  
  ]
  },
  {
    "id": 487 ,
    "joke": "Никакое утверждение не может поймать исключение ChuckNorrisException",
    "categories":[
  
  ]
  },
  {
    "id": 488 ,
    "joke": "Чак Норрис не занимается парной программой",
    "categories":[
  
  ]
  },
  {
    "id": 489 ,
    "joke": "Чак Норрис может писать многопоточные приложения с помощью одного потока",
    "categories":[
  
  ]
  },
  {
    "id": 490 ,
    "joke": "Чаку Норрису не нужно использовать AJAX, потому что страницы все равно слишком боятся обратной передачи",
    "categories":[
  
  ]
  },
  {
    "id": 491 ,
    "joke": "Чак Норрис не использует отражение, отражение вежливо просит его о помощи",
    "categories":[
  
  ]
  },
  {
    "id": 492 ,
    "joke": "На клавиатуре Чака Норриса нет клавиши Esc, потому что от Чака Норриса никто не убежит",
    "categories":[
  
  ]
  },
  {
    "id": 493 ,
    "joke": "Чак Норрис может бинарно искать несортированные данные",
    "categories":[
  
  ]
  },
  {
    "id": 494 ,
    "joke": "Чак Норрис взламывает 128-битные коды RSA за миллисекунды",
    "categories":[
  
  ]
  },
  {
    "id": 495 ,
    "joke": "Чаку Норрису не нужен try-catch, исключения слишком боятся генерировать",
    "categories":[
  
  ]
  },
  {
    "id": 496 ,
    "joke": "Чак Норрис вышел из бесконечного цикла",
    "categories":[
  
  ]
  },
  {
    "id": 497 ,
    "joke": "Если Чак Норрис пишет код с ошибками, ошибки исправляются сами собой",
    "categories":[
  
  ]
  },
  {
    "id": 498 ,
    "joke": "Хостинг Чака Норриса гарантирован на 101% безотказной работы",
    "categories":[
  
  ]
  },
  {
    "id": 499 ,
    "joke": "На клавиатуре Чака Норриса есть клавиша Any",
    "categories":[
  
  ]
  },
  {
    "id": 500 ,
    "joke": "Чак Норрис может получить доступ к БД из пользовательского интерфейса",
    "categories":[
  
  ]
  },
  {
    "id": 501 ,
    "joke": "Программы Чака Норриса никогда не завершаются, они завершаются",
    "categories":[
  
  ]
  },
  {
    "id": 502 ,
    "joke": "Чак Норрис настаивает на строго типизированных языках программирования",
    "categories":[
  
  ]
  },
  {
    "id": 503 ,
    "joke": "Метод проектирования протокола Чака Норриса не имеет статуса, запросов или ответов, только команды",
    "categories":[
  
  ]
  },
  {
    "id": 504 ,
    "joke": "Программы Чака Норриса занимают 150% процессора, даже когда они не выполняются",
    "categories":[
  
  ]
  },
  {
    "id": 505 ,
    "joke": "Чак Норрис может порождать темы, которые завершаются до того, как они были запущены",
    "categories":[
  
  ]
  },
  {
    "id": 506 ,
    "joke": "Программы Чака Норриса не принимают ввод",
    "categories":[
  
  ]
  },
  {
    "id": 507 ,
    "joke": "Чак Норрис может установить iTunes, не устанавливая Quicktime",
    "categories":[
  
  ]
  },
  {
    "id": 508 ,
    "joke": "Чаку Норрису не нужна ОС",
    "categories":[
  
  ]
  },
  {
    "id": 509 ,
    "joke": "Сетевая модель OSI Чака Норриса имеет только один уровень — физический",
    "categories":[
  
  ]
  },
  {
    "id": 510 ,
    "joke": "Чак Норрис может компилировать синтаксические ошибки",
    "categories":[
  
  ]
  },
  {
    "id": 511 ,
    "joke": "Каждый оператор SQL, который кодирует Чак Норрис, имеет неявный 'COMMIT' в конце",
    "categories":[
  
  ]
  },
  {
    "id": 512 ,
    "joke": "Чаку Норрису не нужно приводить тип. Компилятор Чака-Норриса (ЧПУ) видит насквозь. Всю глубину. Всегда",
    "categories":[
  
  ]
  },
  {
    "id": 513 ,
    "joke": "Чак Норрис кодирует не циклами, а ударами",
    "categories":[
  
  ]
  },
  {
    "id": 514 ,
    "joke": "Чак Норрис не пользуется компьютером, потому что компьютер все делает медленнее, чем Чак Норрис",
    "categories": [ ]
  },
  {
    "id": 515 ,
    "joke": "Чак Норрис сжимает свои файлы, ударяя по жесткому диску с разворота",
    "categories":[
  
  ]
  },
  {
    "id": 517 ,
    "joke": "Чак Норрис решил проблему остановки",
    "categories":[
  
  ]
  },
  {
    "id": 518 ,
    "joke": "Чак Норрис не обманывает смерть. Он побеждает по-честному",
    "categories": [ ]
  },
  {
    "id": 519 ,
    "joke": "Чак Норрис однажды выиграл партию 'соедини четыре за 3 хода'",
    "categories": [ ]
  },
  {
    "id": 520 ,
    "joke": "С Чаком Норрисом P = NP. В решениях Чака Норриса нет недетерминизма",
    "categories":[
  
  ]
  },
  {
    "id": 522 ,
    "joke": "Чак Норрис может кататься на велосипеде на одноколесном велосипеде",
    "categories": [ ]
  },
  {
    "id": 523 ,
    "joke": "Чак Норрис может выиграть в русскую рулетку с полностью заряженным пистолетом",
    "categories": [ ]
  },
  {
    "id": 524 ,
    "joke": "Чак Норрис ест молнию и извергает гром",
    "categories": [ ]
  },
  {
    "id": 525 ,
    "joke": "Чак Норрис может получить что угодно из /dev/null",
    "categories":[
  
  ]
  },
  {
    "id": 526 ,
    "joke": "Никто никогда не программировал пар с Чаком Норрисом и не выжил, чтобы рассказать об этом",
    "categories":[
  
  ]
  },
  {
    "id": 527 ,
    "joke": "Никто никогда не говорил во время проверки кода Чака Норриса и не выжил, чтобы рассказать об этом",
    "categories":[
  
  ]
  },
  {
    "id": 528 ,
    "joke": "Чак Норрис не использует графический интерфейс, он предпочитает КОМАНДНУЮ строку",
    "categories":[
  
  ]
  },
  {
    "id": 529 ,
    "joke": "Чак Норрис не использует Оракула, он и есть Оракул",
    "categories":[
  
  ]
  },
  {
    "id": 530 ,
    "joke": "Чак Норрис может разыменовать NULL",
    "categories":[
  
  ]
  },
  {
    "id": 531 ,
    "joke": "Иисус может ходить по воде, а Чак Норрис умеет плавать по суше",
    "categories": [ ]
  },
  {
    "id": 532 ,
    "joke": "Разница между вашим кодом и кодом Чака Норриса бесконечна",
    "categories":[
  
  ]
  },
  {
    "id": 533 ,
    "joke": "Плагин Chuck Norris Eclipse установил контакт с инопланетянами",
    "categories":[
  
  ]
  },
  {
    "id": 534 ,
    "joke": "Чак Норрис — абсолютный мьютекс, все потоки боятся его",
    "categories":[
  
  ]
  },
  {
    "id": 535 ,
    "joke": "Чак Норрис использует холст в IE",
    "categories":[
  
  ]
  },
  {
    "id": 536 ,
    "joke": "Не беспокойтесь о тестах, тестовые случаи Чака Норриса охватывают и ваш код",
    "categories":[
  
  ]
  },
  {
    "id": 537 ,
    "joke": "Каждый волосок в бороде Чака Норриса способствует созданию крупнейшей в мире DDOS",
    "categories":[
  
  ]
  },
  {
    "id": 538 ,
    "joke": "Утверждения журнала Чака Норриса всегда на уровне FATAL." ,
    "categories":[
  
  ]
  },
  {
    "id": 539 ,
    "joke": "В базе данных Чака Норриса есть только одна таблица 'Kick', которую он часто УДАЛАЕТ." ,
    "categories":[
  
  ]
  },
  {
    "id": 541 ,
    "joke": "Когда Чак Норрис ломает сборку, ты не можешь это исправить, потому что не осталось ни строчки кода",
    "categories":[
  
  ]
  },
  {
    "id": 542 ,
    "joke": "Чак Норрис печатает одним пальцем. Он указывает им на клавиатуру, а клавиатура делает все остальное",
    "categories":[
  
  ]
  },
  {
    "id": 543 ,
    "joke": "Программы Чака Норриса могут пройти тест Тьюринга, глядя на следователя",
    "categories":[
  
  ]
  },
  {
    "id": 544 ,
    "joke": "Если вы попытаетесь убить -9 программ Чака Норриса, это будет иметь неприятные последствия",
    "categories":[
  
  ]
  },
  {
    "id": 545 ,
    "joke": "Мозговые волны Чака Норриса подозреваются в том, что они вредны для мобильных телефонов",
    "categories": [ ]
  },
  {
    "id": 546 ,
    "joke": "Чак Норрис делает бесконечные циклы за 4 секунды",
    "categories":[
  
  ]
  },
  {
    "id": 547 ,
    "joke": "Владельцы продукта никогда не просят у Чака Норриса больше возможностей. Они просят пощады",
    "categories":[
  
  ]
  },
  {
    "id": 548 ,
    "joke": "Владельцы продукта никогда не спорят с Чаком Норрисом после того, как он продемонстрирует функцию DropKick",
    "categories":[
  
  ]
  },
  {
    "id": 549 ,
    "joke": "Чак Норрис убил двух камней одной птицей",
    "categories": [ ]
  },
  {
    "id": 550 ,
    "joke": "Чак Норрис может говорить по Брайлю",
    "categories": [ ]
  },
  {
    "id": 551 ,
    "joke": "Чак Норрис может перезаписать заблокированную переменную",
    "categories":[
  
  ]
  },
  {
    "id": 552 ,
    "joke": "Чак Норрис знает значение NULL, и он тоже может сортировать по нему",
    "categories":[
  
  ]
  },
  {
    "id": 553 ,
    "joke": "Китай позволяет Чаку Норрису искать порно в Google",
    "categories":[
  
  ]
  },
  {
    "id": 554 ,
    "joke": "Чак Норрис может установить 64-битную ОС на 32-битную машину",
    "categories":[
  
  ]
  },
  {
    "id": 555 ,
    "joke": "У Чака Норриса нет лобковых волос, потому что волосы не растут на яйцах",
    "categories":[
  
  ]
  },
  {
    "id": 556 ,
    "joke": "Чак Норрис может писать в выходной поток",
    "categories":[
  
  ]
  },
  {
    "id": 557 ,
    "joke": "Чак Норрис может читать из входного потока",
    "categories":[
  
  ]
  },
  {
    "id": 558 ,
    "joke": "Чаку Норрису никогда не приходилось создавать свою программу для машинного кода. Машины научились интерпретировать код Чака Норриса",
    "categories":[
  
  ]
  },
  {
    "id": 559 ,
    "joke": "Юнит-тесты Чака Норриса не работают. Они умирают",
    "categories":[
  
  ]
  },
  {
    "id": 560 ,
    "joke": "Чак Норрис сидит на стендапе",
    "categories": [ ]
  },
  {
    "id": 561 ,
    "joke": "Чаку Норрису не нужна учетная запись. Он просто входит в нее",
    "categories": [ ]
  },
  {
    "id": 562 ,
    "joke": "Сколько Чаку Норрису нужно, чтобы вкрутить лампочку? Нет, он вкрутит все",
    "categories": [ ]
  },
  {
    "id": 563 ,
    "joke": "Чак Норрис вызывает синий экран смерти Windows",
    "categories":[
  
  ]
  },
  {
    "id": 564 ,
    "joke": "Чак Норрис может загружать электронные письма своим пикапом",
    "categories":[
  
  ]
  },
  {
    "id": 565 ,
    "joke": "Чак Норрис может создать класс, который будет одновременно и абстрактным, и окончательным",
    "categories":[
  
  ]
  },
  {
    "id": 566 ,
    "joke": "Чак Норрис может использовать что угодно в java.util.*, чтобы убить вас, включая javadocs",
    "categories":[
  
  ]
  },
  {
    "id": 567 ,
    "joke": "Код работает быстрее, когда его смотрит Чак Норрис",
    "categories":[
  
  ]
  },
  {
    "id": 584 ,
    "joke": "Только Чак Норрис закрывает веб-сайты без надлежащей правовой процедуры, а не SOPA или PIPA",
    "categories":[
  
  ]
  },
  {
    "id": 585 ,
    "joke": "Чаку Норрису часы не нужны, он сам решает, который час",
    "categories": [ ]
  },
  {
    "id": 586 ,
    "joke": "Чак Норрис уже побывал на Луне и Марсе, поэтому признаков жизни нет." ,
    "categories": [ ]
  },
  {
    "id": 587 ,
    "joke": "После того, как полицейский поймал Чака Норриса, полицейскому посчастливилось сбежать с предупреждением",
    "categories": [ ]
  },
  {
    "id": 588 ,
    "joke": "Чак Норрис знает секрет Виктории",
    "categories": [ ]
  },
  {
    "id": 589 ,
    "joke": "Темные пятна на Луне — результат стрельбы Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 590 ,
    "joke": "Чак Норрис умер до 20 лет, Смерть еще не набралась смелости сказать ему об этом",
    "categories": [ ]
  },
  {
    "id": 591 ,
    "joke": "В календаре Чака Норриса нет 1 апреля, потому что никто не может его одурачить",
    "categories": [ ]
  },
  {
    "id": 592 ,
    "joke": "Чак Норрис может заставить лук плакать",
    "categories": [ ]
  },
  {
    "id": 593 ,
    "joke": "Чак Норрис может смотреть радио",
    "categories": [ ]
  },
  {
    "id": 594 ,
    "joke": "Чак Норрис построил больницу, в которой родился",
    "categories": [ ]
  },
  {
    "id": 595 ,
    "joke": "Однажды Чак Норрис подписал чек, и банк отказался",
    "categories": [ ]
  },
  {
    "id": 596 ,
    "joke": "Чак Норрис может утопить рыбу",
    "categories": [ ]
  },
  {
    "id": 597 ,
    "joke": "Однажды смерть была похожа на Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 598 ,
    "joke": "Однажды Чак Норрис и Супермен соревновались. Проигравший должен был надеть нижнее белье поверх штанов",
    "categories": [ ]
  },
  {
    "id": 599 ,
    "joke": "Чак Норрис может разжечь огонь, используя два кубика льда",
    "categories": [ ]
  },
  {
    "id": 600 ,
    "joke": "Слезы Чака Норриса могут вылечить рак, но печально то, что Чак Норрис никогда не плачет",
    "categories": [ ]
  },
  {
    "id": 601 ,
    "joke": "Чак Норрис может помнить будущее",
    "categories": [ ]
  },
  {
    "id": 602 ,
    "joke": "Чак Норрис не стареет, потому что время не успевает за ним",
    "categories": [ ]
  },
  {
    "id": 603 ,
    "joke": "Призраки на самом деле вызваны тем, что Чак Норрис убивает людей быстрее, чем Смерть успевает их обработать",
    "categories": [ ]
  },
  {
    "id": 604 ,
    "joke": "Чак Норрис понимает все определения в Оксфордском тезаурусе, кроме одного — 'милосердие'",
    "categories": [ ]
  },
  {
    "id": 605 ,
    "joke": "Чаку Норрису не нужна клавиатура, он говорит компьютеру что-то написать, и он это делает",
    "categories":[
  
  ]
  },
  {
    "id": 606 ,
    "joke": "Чак Норрис однажды в шутку помочился в бензобак грузовика — этот грузовик теперь известен как Оптимус Прайм",
    "categories": [ ]
  },
  {
    "id": 607 ,
    "joke": "Чак Норрис играет в бильярд с кометами и астроидами. Он запускает их в черные дыры",
    "categories": [ ]
  },
  {
    "id": 608 ,
    "joke": "Чак Норрис может стоять на голове",
    "categories":[
  
  ]
  },
  {
    "id": 609 ,
    "joke": "С ахиллесовой пятой никогда не было ничего плохого, пока он не разозлился и не решил пнуть Чака Норриса",
    "categories": [ ]
  },
  {
    "id": 610 ,
    "joke": "Знаете ли вы, что Чак Норрис был в каждом фильме 'Звездных войн'? Он был 'Силой'",
    "categories": [ ]
  },
  {
    "id": 611 ,
    "joke": "Тук-тук, кто там? Чак Норрис! Чак Норрис кто? Извините, 'шутка' окончена, когда Чак Норрис вмешивается!" ,
    "categories": [ ]
  },
  {
    "id": 612 ,
    "joke": "Чак Норрис не побеждает, он позволяет вам проигрывать",
    "categories": [ ]
  },
  {
    "id": 613 ,
    "joke": "Торнадо возникают, когда Чак Норрис чихает",
    "categories": [ ]
  },
  {
    "id": 614 ,
    "joke": "Чак Норрис однажды продал eBay eBay на eBay",
    "categories": [ ]
  },
  {
    "id": 615 ,
    "joke": "Чак Норрис может слепить снеговика из дождя",
    "categories": [ ]
  },
  {
    "id": 616 ,
    "joke": "Чак Норрис создал солнце, потирая руки",
    "categories": [ ]
  },
  {
    "id": 617 ,
    "joke": "Чак Норрис не открывает кран, он смотрит на него, пока тот не заплачет",
    "categories": [ ]
  },
  {
    "id": 618 ,
    "joke": "Чак Норрис надевает солнцезащитные очки, чтобы защитить глаза от солнца",
    "categories": [ ]
  },
  {
    "id": 619 ,
    "joke": "Чак Норрис может запереть сейф и держать ключ внутри него",
    "categories": [ ]
  }
]